[["[1] Henry Feilden (Conservative politician)\n Henry Master Feilden (21 February 1818 – 5 September 1875) was an English Conservative Party politician."], ["[13] Herlyn Espinal\n last people to see Espinal alive. A local commentator, who criticized authorities on 31 August for their supposed sloppiness in the matter of Bueso, also charged them with failing to follow up leads properly and refusing to make information about the investigation publicly available. This same commentator also made sweeping accusations of official corruption and incompetence in the handling of the case, and noted that suspicion had now fallen upon a person named Juan Carlos Acosta Manzanares, although a similarity in names and appearance had caused someone named Juan Carlos Acostas Meléndez to be dragged into the case. On 1 September, Espinal's "], [], ["[12] George Finlay\n Finlay was born in Faversham, Kent, where his Scottish father, Captain John Finlay FRS, an officer in the Royal Engineers, was inspector of government powder mills. Finlay's father died in 1802, and his Scottish mother and uncle (Kirkman Finlay) took hand of his education. His love of history was attributed to his mother. Intended for the law, he was educated at the University of Glasgow, the University of Göttingen, and the University of Edinburgh, but becoming an enthusiast in the cause of Greece, he joined Byron in the war of independence, and thereafter bought a property near Athens, where he settled and busied himself with schemes for the improvement of the country, which met with little success. For many years, he acted as the special correspondent of the London Times. He was elected ", "[1] John Finlay (footballer)\n John Finlay (16 February 1919 – 5 March 1985) was an English professional footballer who played as an inside forward for Sunderland. John Finlay made his debut on the 11th of September 1946 as a substitute for Sunderland AFC on their 4th match of the season in Division 1 against Charlton Athletic. 27,425 attended the match witnessing John's Debut. The Match which started at 6:00pm at Charlton Athletic's stadium “The Valley” was refereed by W.H.E Evans"], ["[1] Bruce McDaniel\n  Bruce McDaniel (born September 23, 1962) is an American musician, composer, producer and recording engineer, currently living in New Orleans. Bruce McDaniel was born in Boston, Massachusetts of Mexican and Scottish/American parents on 23 September 1962 and grew up in New York. He was raised by musical parents who met while attending the Juilliard School of Music. He had an early start in NYC's underground punk rock scene as lead guitarist for the Sic F*cks with Tish Bellomo and Snooky Bellomo, a band who, despite the inability to have their name said on the radio, parlayed their comedy-punk spectacle to a feature in Playboy Magazine and movie appearances, including 1982's Alone in "], ["[1] Edwin Wallock\n Edwin Wallock (November 6, 1877 &ndash; February 4, 1951) was an American actor of the silent film era. He appeared in 60 films between 1912 and 1923. He was born in Council Bluffs, Iowa and died in Los Angeles, California."], ["[1] Matthew McKay (politician)\n Matthew McKay (6 October 1858 – 14 February 1937) was a Liberal party member of the House of Commons of Canada. He was born in West Gwillimbury Township, Ontario and became a dentist, dental surgeon and schoolteacher. McKay attended high school at Bradford, Whitby Collegiate Institute, Normal School in Toronto and Queen's University in Kingston (Bachelor of Arts) and the Royal College of Dental Surgeons in Toronto. McKay was a councillor of Pembroke, Ontario for five years and once served as the community's mayor. He was first elected to Parliament at the Renfrew North riding in the 1921 general election. After serving one term, he was defeated by Ira Delbert Cotnam of the Conservative party in the 1925 election. After unsuccessful attempts to unseat Cotnam in 1926 and 1930, McKay returned to the House of Commons by defeating Cotnam in the 1935 election. McKay died at an Ottawa hospital on 14 February 1937 from influenza and pneumonia before completing his term in the 18th Canadian Parliament. He was survived by a wife, two daughters and a son."], ["[1] Dominick Bellizzi\n Dominick Bellizzi (c. 1912 – 17 May 1934) was an American jockey who died at age 21 as a result of a horse racing accident. He was known as \"The Duke\". Bellizzi was born in New York to Albanian immigrants Samuel and Teresa Bellizzi. An up-and-coming young jockey in Thoroughbred racing, during 1933 Bellizzi rode to victory in the Futurity at Chicago's Arlington Park for Charles T. Fisher's Dixiana Farm. Competing on the New York circuit, he won the Adirondack Stakes and for the prominent Brookmeade Stable, owned by heiress Isabel Dodge Sloane, he captured both the Toboggan Handicap and the Whitney Handicap. In 1934, Bellizzi rode Brookmeade's colt High Quest to victory in the Wood Memorial Stakes, an important prep race for the Kentucky Derby. However, trainer Robert A. Smith opted to run the stable's Florida Derby winner "], ["[1] Ole Krarup\n Ole Krarup (17 March 1935 &ndash; 7 October 2017) was a Danish EU politician and former professor of law at the University of Copenhagen."], ["[13] Antonio De Diego\n Antonio de Diego Álvarez is a Spanish paracanoeist and member of the National Spanish Canoeist Team, Paracanoe class A (maximum level of disability). He has won several medals: gold medal at the Europe Paracanoe Championship Trasona 2010(K-1 200 m), silver medal at the world championship Paracanoe Poznan 2010 (K-1 200 m), bronze medal World Paracone Szeged 2011 (K-1 200 m) and silver medal at the Europe Paracanoe Championship Zagreb 2012. He also practices other sports such as diving, yachting and handcycling. On 2 July 2004 he suffered a motorciclying accident requiring a double femoral amputation and causing major paralysis in his right arm. Currently he is training for the 2016 Summer Paralympics in Rio de Janeiro, Brazil. He was born in Madrid on 2 July 1967, with an 85% physical disability rating. He has gone from not being able to turn around in "], ["[1] Boutheina Jabnoun Marai\n Boutheina Jabnoun Marai (Tunisian Arabic: بثينة جبنون مرعي) is a Tunisian journalist and magazine publisher. She is the co-owner and the editor-in-chief of Bouthaina magazine. She currently resides in Abu Dhabi, the United Arab Emirates."], ["[1] Derek Wheatley\n Derek Peter Francis Wheatley QC (died 23 September 2018) was an English barrister, legal advisor and novelist. Wheatley was educated at University College, Oxford, going up to Oxford in 1944. He became a barrister and was involved with the case of Isabel Earl, who was tried at the Old Bailey for murder. As a barrister, he handled both criminal and commercial cases. Subsequently, he was a Recorder (judge) of the Crown Court and a Deputy Coroner of the Queen's Household (1959–64). Later, he joined Lloyds Bank as its Chief Legal Advisor. Wheatley wrote many articles for newspapers and legal journals. He also wrote a novel, The Silent Lady (Mona Lisa), based on his experiences as a barrister, especially the Isabel Earl case. He died on 23 September 2018 at the age of 92."], [], ["[1] Modou Dia\n Modou Dia (born 27 March 1950) is a Senegalese politician and former diplomat. Dia represented Senegal in Saudi Arabia, the Soviet Union, West Germany and Austria. He also was the Senegalese permanent representative to the Organisation of the Islamic Conference. Dia was a candidate in the February 2007 presidential election, placing last out of 15 candidates with about 0.13% of the vote. Dia attended the Institut catholique d'arts et métiers in Lille."], ["[1] Jon Eikemo\n Jon Eikemo (born 30 November 1939 in Åsane, Norway) is a Norwegian actor. He debuted on stage in 1961. He made his film debut in 1968, with the movie De ukjentes marked ('The Market of the Unknown'). Eikemo has been a minor political candidate for the Norwegian Centre Party."], ["[1] Marco Ameglio\n Marco Antonio Ameglio Samudio (b. 1961) is a Panamanian politician and businessman. He served as the President of the National Assembly from 1991 to 1992. Ameglio has been on the Panama Canal Authority Board of Directors since March 23, 2010. He was sworn for a period of 9 years."], ["[1] Valgerður Bjarnadóttir\n Valgerður Bjarnadóttir (born 13 January 1950) is an Icelandic politician."], ["[1] Russell Stokes\n Russell Newton Stokes (26 August 1903 &ndash; 6 July 1974) was an Australian politician. Born in Ivanhoe to manufacturer Henry Richmond Stokes and Emma Rowdon Wippell. He attended Melbourne Grammar School and became a manufacturer with the family badge- and medallion-making firm, Stokes & Sons, based in Brunswick. He was the managing director and chairman of the company from 1932 to 1974. Stokes also owned a 600-acre dairy and Angus property at Yarra Glen and further property at Yea. He married Margaret Black, with whom he had three children, on 16 November 1935. In 1944, he was the co-author of Political Rehabilitation in Australia, in which year he was also a foundation member of the Liberal Party. He sat on the member qualifications committee from 1954 to 1956, and in 1958 was elected to the Victorian Legislative Assembly as the member for Evelyn. He served until his retirement in 1973 and died in 1974 at Cairns. He is buried at Warringal Cemetery at Heidelberg."], ["[1] Jim W. Brown\n Jim Brown (18 December 1926 – 8 April 2014) was a former Australian rules footballer who played with Fitzroy in the Victorian Football League (VFL). In 1948 Brown moved to Tasmania and played with New Norfolk in the Tasmanian Football League. He won the William Leitch Medal, the competition Best and Fairest that year.", "[15] Jim Brown (New South Wales politician)\n James Hill Brown (19 March 1918 – 17 January 1999) was an Australian politician, elected as a member of the New South Wales Legislative Assembly. Brown was born in Cessnock and educated at Cessnock Public School and Maitland Boys High School. He became an insurance executive. Brown was elected as the Country Party member for Raleigh in 1959 and held it to Raleigh's abolition in 1981, when he became the member for Oxley until his retirement in 1984. In the 1995 Australia Day Honours Brown's \"service to the community and to the NSW Parliament\" was recognised by the award of Medal of the Order of Australia. Brown died in Coffs Harbour.", "[13] Jim Brown (catcher)\n James R. Brown (May 16, 1892 – January 21, 1943) was an American baseball catcher and first baseman in the Negro leagues. He played from 1920 to 1935, playing mostly with the Chicago American Giants. Brown died after being thrown out of a car, breaking his neck.", "[18] Jim Brown (director)\n James Bradford Brown (born June 7, 1950) is an American film director, primarily known for his work in documentary film. He has won four Emmys, most recently for Pete Seeger: The Power of Song. He has directed and produced four feature documentaries that received theatrical distribution. He heads Jim Brown Productions, LLC and Ginger Group Productions, Inc., production companies specializing in cultural and social documentaries and music concerts. He studied film at Tisch School of the Arts, and is an associate professor at New York University's Kanbar Institute of Film and Television at Tisch School of the Arts. Brown has also produced and directed works for film and television, most notably Peter Seeger: The Power of Song; 50 Years "], ["[1] Edwin E. Ellis\n Edwin Earl Ellis (August 28, 1924 - April 2, 1989) was an American inventor and photographer."], ["[1] Muhammad Ali Luqman\n Muhammad Ali Luqman (6 November 1898 &ndash; 24 March 1966) was a Yemeni lawyer, writer, and journalist. He established Faṫāṫ Al-Jazīrah (فَـتَـاة الْـجَـزِيْـرَة), the first independent newspaper in Yemen."], ["[1] Ivo Perilli\n Ivo Perilli (10 April 1902 &ndash; 24 November 1994) was an Italian screenwriter. He wrote for more than 50 films between 1933 and 1977."], ["[1] Rinaldo del Mel\n Rinaldo del Mel (also René del Mel, del Melle) (probably 1554 – c. 1598) was a Franco-Flemish composer of the Renaissance, mainly active in Italy, and a member of the Roman School of composition. He likely studied with Palestrina, and was a skilled and prolific composer, especially of cyclic madrigals of the type popular in Rome.", "[17] Stravaganza (series)\n a result of working for the di Chimici.  He abruptly ends his service with the di Chimici family and forces his help upon Luciano and the other Stravaganti. Introduced as a diplomat from the di Chimici to Bellezza, Rinaldo is a humourless and physically unattractive man delegated by the head of the family to persuade Silvia, the Duchessa of Bellezza, to join in an alliance with the di Chimici. After multiple diplomatic attempts fail, Rinaldo resorts to underhanded tactics including murder and kidnapping to secure Bellezza, which also fail.  He subsequently leaves Bellezza and is eventually assigned to become chaplain to his uncle, Pope Lenient VI, and quickly rises to "], ["[1] Annie Beustes\n Annie Beustes (born 15 June 1945 in Arget) is a New Caledonian politician. She has served in the Congress of New Caledonia as a member of The Rally–UMP, and is anti-independence; she also served in the government of Jean Lèques. She served a short term as Vice President of the Government of New Caledonia in August 2007, and was succeeded by Déwé Gorodey of the Kanak and Socialist National Liberation Front (FLNKS: Front de Libération Nationale Kanak et Socialiste)."], ["[1] Kazuyoshi Sekine\n Kazuyoshi Sekine (関根和美 Sekine Kazuyoshi), also known as Kazumi Sekine, is a Japanese film director, a dramatist, and a movie producer and the president of Sekine Production production company (関根プロ). He mainly directs movies produced by independent film studios. He is married to the actress Izumi Aki, who has appeared in his films. Many of his films are urban love stories."], ["[1] Domingo Eyzaguirre\n Domingo de Eyzaguirre y Arechavala (July 17, 1775 – April 22, 1854) was a Chilean politician and philanthropist. He was born in Santiago, Chile, the son of the Basque Domingo Eyzaguirre Escutasolo and of María Rosa de Arechavala y Alday. He studied in the seminary of his native City, and showed remarkable aptitude for mathematics and chemistry. When scarcely nineteen years old he was appointed as assayer of the royal mint of Santiago, but resigned the next year, and devoted himself entirely to the cultivation of a farm near Santiago, inherited from his father. There his labors tended more to the improvement of the condition of the "], ["[12] Charles Robert Harrison\n Charles Robert Harrison (July 3, 1868 &ndash; February 7, 1946) was a Canadian politician. He represented the riding of Nipissing in the House of Commons of Canada from 1917 to 1921. He was a Conservative member of Robert Borden's Unionist caucus. Harrison, who was born in Frodingham, Lincolnshire, England, was a train conductor before entering politics. He served only a single term, and was defeated by Edmond Lapierre in the 1921 election. He subsequently served a term in the Legislative Assembly of Ontario, representing the provincial electoral district of Nipissing from 1930 to 1934 as a member of the Conservatives.", "[1] Charles &quot;Chuck&quot; Harrison\n Charles \"Chuck\" Harrison (September 23, 1931 — November 29, 2018) was an American industrial designer, speaker and educator. He was known for his pioneering role as one of the first African-American industrial designers of the era and the first to lead a design department at a major corporation. He was the first African-American executive to work at Sears, Roebuck and Company, starting in 1961 as a designer and eventually becoming manager of the company's entire design group. He was involved in the design of over 750 consumer products, including the portable hair dryer, toasters, stereos, lawn mowers, sewing machines, Craftsman power tools, the see-through measuring cup, fondue pots, stoves, and the first plastic trash can, which has been credited with changing the "], ["[10] Richard H. Harris\n Richard Henry Harris, Jr. (August 22, 1918 - July 24, 1976) was a prominent civil rights leader and pharmacist. A personal friend, neighbor and collaborator of Dr Martin Luther King Jr in Montgomery, Alabama, Harris was instrumental in three of the most seminal protests of the U.S. civil rights movement: the Freedom Riders, the Montgomery Bus Boycott and the Selma to Montgomery marches. Harris's home, best known as the famed “Richard Harris House”, was Montgomery, Alabama’s central command center and safe haven for beaten and bloodied Freedom Riders as they traveled to Jackson, Mississippi amidst physically violent racial rioters, National Guard protection, and Alabama segregationist authorities’ call for martial law. In 2018, the World Monuments Fund (WMF) listed Harris’ home on its World Monuments Watch list of 20 threatened cultural sites not only for the potential risk to its physical structure, but the potential risk to its historical significance and backstory. A former U.S. Army Air Force Captain, Harris was one of the U.S. military's first African American combat fighter pilots, serving with the prodigious 332nd Fighter Group's 99th Fighter Squadron, best known as the Tuskegee Airmen, \"Red Tails,\" or “Schwartze Vogelmenschen” (\"Black Birdmen\") among enemy German pilots.", "[1] Richard A. Harris\n Richard A. Harris (born 6 February 1934) is an American film editor with a career spanning nearly forty years. He graduated from the School of Cinematic Arts of the University of Southern California in 1956. He is most associated with the films of Michael Ritchie (Downhill Racer, The Candidate, An Almost Perfect Affair) and James Cameron (Terminator 2: Judgment Day, True Lies).", "[20] Richard Harris (college principal)\n Harris, from Herefordshire, obtained his B.A. degree from Oxford University on 3 November 1558 and his M.A. degree on 26 June 1562. He was appointed rector of Kentchurch, Herefordshire in 1571 and became a canon of Hereford Cathedral in 1575. He was Principal of Brasenose College, Oxford from 1573/4 to 1595. During this time, he was appointed by the royal charter of 1589 as one of the Commissioners to draw up statutes for Jesus College, Oxford.", "[9] Richard Harris (anaesthetist)\n Richard \"Harry\" Harris,, is an Australian anaesthetist and cave diver who played a crucial role in the Tham Luang cave rescue. He and Craig Challen were jointly awarded 2019 Australian of the Year as a result of that rescue."], ["[1] Peter Murnoy\n Peter Murnoy was a nationalist politician and political activist in Northern Ireland. Murnoy was a farmer and was a volunteer in the Irish Republican Army from 1916 until 1922. In 1926, he was the joint founder of the National Defence Association, which opposed recognition of Stormont. In 1937, Murnoy launched the National Council of Unity, which aimed to apply the new Constitution of Ireland to the whole of the island. Murnoy was elected to the Parliament of Northern Ireland as the Nationalist Party MP for South Down at the 1945 general election. He was active in the Irish Anti-Partition League, but controversially refused to condemn T. J. Campbell leaving the Parliament to become a judge. Murnoy was defeated at the South Down Nationalist selection convention before the 1949 Northern Ireland general election, and stood down."], ["[1] James M. Geraghty\n James M. Geraghty (February 2, 1870 – April 29, 1940) was an Irish American politician. He is known as a former member of the Washington State House of Representatives, elected in 1897 to represent the 3rd legislative district from Spokane, Washington. An attorney by trade, he served as Spokane's city attorney from 1905 to 1907, and again from 1916 to 1932. In 1933, he was appointed to the Washington State Supreme Court, by Governor Clarence D. Martin."], ["[6] Michael Hutchings (mathematician)\n Michael Lounsbery Hutchings is an American mathematician, a professor of mathematics at the University of California, Berkeley. He is known for proving the double bubble conjecture on the shape of two-chambered soap bubbles, and for his work on circle-valued Morse theory and on embedded contact homology, which he defined."], [], ["[1] Masayoshi Nataniya\n Masayoshi Nataniya (那谷屋 正義) is a Japanese politician of the Constitutional Democratic Party and a member of the House of Councillors in the Diet (national legislature). A native of Yokohama, Kanagawa and graduate of Yokohama National University, he was elected for the first time in 2004."], ["[1] Ernst Timme\n Ernst Gerhardt Timme (June 23, 1843 – April 1, 1923) was a German American immigrant, farmer, and Republican politician. He was the 13th Secretary of State of Wisconsin (1882&ndash;1891) and a member of the Wisconsin State Senate, representing Racine and Kenosha counties. He was a Union Army volunteer in the American Civil War and lost an arm at the Battle of Chickamauga."], [], ["[1] Władysław Sławny\n Władysław Sławny (1907–1991) was a Polish photographer."], [], ["[13] John Barnes (mayor)\n John Barnes (24 December 1817–18 November 1889) was Mayor of Dunedin, New Zealand, in 1885. Barnes was born in Stockport in 1817. He emigrated to Port Chalmers aboard the Nourmabal, arriving in May 1858, where he began business as a carter and contractor, ferrying goods to the goldfields, and contracting for public works. He held contracts for the construction of Rattray Street, Stuart Street, Pelichet Bay jetties, and a part of the Port Chalmers railway. Barnes was elected to the Town Board in 1863 and the new Town Council in 1866. Barnes was also appointed inspector of works in 1877, and ultimately mayor in 1885, despite ", "[17] John Barnes (computer scientist)\n John Gilbert Presslie Barnes is a British computer scientist best known for his role in developing and publicising the programming language Ada. He is the primary inventor of and protagonist for the Ada Rendezvous mechanism. Barnes studied mathematics at University of Cambridge and later worked at Imperial Chemical Industries (ICI). He was an industrial fellow at Wolfson College, Oxford in the very late 1970s or early 1980s, most likely at the suggestion of Professor Tony Hoare. Before working on the Ada design team, while at ICI, he designed and implemented a dialect of the language ALGOL, named Real-Time Language 2 (RTL/2) for real-time computing. Barnes was awarded an honorary Doctor of Philosophy (Ph.D.) from the University of York in 2006.", "[14] John Barnes (judge)\n John Barnes (July 26, 1859 – January 1, 1919) was an American attorney and judge from Wisconsin. He was a justice of the Wisconsin Supreme Court from 1908 until 1916, and was one of the first Wisconsin Railroad Commissioners. He worked as general counsel for the Northwestern Mutual Life Insurance Company from 1916 until his death."], [], ["[1] Patrick Mulvany\n Patrick James Mulvany (2 July 1871 – 16 May 1951) was an Irish politician and farmer. He was first elected to Dáil Éireann at the 1923 general election as a Farmers' Party Teachta Dála (TD) for the Meath constituency. He did not contest the June 1927 general election."], ["[1] Arcangelo\nS. Michele Arcangelo, archangel in Jewish, Christian, and Islamic teachings ; Andrea di Cione Arcangelo (1308–1368), Italian painter, sculptor, and architect active in Florence ; Antonio di Arcangelo, Italian painter, active in Florence in a Renaissance style, between 1520 and 1538 ; Arcangelo Califano (1730–1750), baroque composer and cellist ; Arcangelo Placenza da Calatafimi, (1390–1460) venerated Italian Franciscan friar and preacher ; Arcangelo Canetoli (1460–1513), venerated Catholic priest ; Arcangelo Cascieri (1902–1997), influential sculptor, major figure in Boston Architectural College in Boston, Massachusetts ; Arcangelo di Cola (active 1416-1429) Italian late-Gothic painter ; Arcangelo Corelli (1653–1713), Italian violinist and composer of Baroque music ; Arcangelo Ghisleri (1855–1938), geographer who created numerous maps of Africa ; Arcangelo Guglielmelli (c. 1650–1723), Italian "], [], [], ["[3] James Butson\n The Ven.  James Strange Butson (10 February 1778 – 29 January 1845) was an Irish Anglican priest. Butson was the son of Bishop Christopher Butson. He was educated at Winchester College and New College, Oxford. He was the Prebendary of Kilconnell in Clonfert Cathedral from 1809 until 1812; and Archdeacon of Clonfert from 1812 until his death. His son was himself Archdeacon of Clonfert, then Dean of Kilmacduagh.", "[1] Butson\nChristopher Butson, Church of Ireland bishop ; Christopher Butson (priest), Irish Anglican priest ; Matthew Butson, New Zealand Paralympic alpine skier ; Richard Butson, Canadian surgeon Butson is a surname. Notable people with the surname include: "], ["[1] Rich Brightman\n Rich Brightman (born April 17, 1990) is an American singer-songwriter. He was born in Bay Shore, New York and raised on Long Island. Rich started writing songs on guitar in his childhood bedroom on Long Island before after dropping on music theory classes at Bay Shore High School and started to learn audio and mix engineering the school's recording studio during study hall, lunch, and his after school hours. Rich's mother, Sherry Brightman, gifted him a MacBook Pro for his high school graduation. Rich saved his high school graduation money along with his summer job earnings to buy studio equipment of his own to start work on his debut self-titled album. Rich released his first single \"Lighter Than Air\" on August 7, 2009 later releasing his first full self-titled album Rich Brightman on July 23, 2010. Rich attended Salve Regina University while writing his second album \"II\" released November 29, 2013 featuring rock alternative/pop tracks. During 2014–2016 Rich worked on his third release \"III\" which was released on Christmas Eve 2016"], ["[17] Franz von Seitz\n Among much else, Franz made many designs, with his son Rudolf, for the decoration of Schloss Linderhof. They also decorated the inside of the Royal train of King Ludwig II of Bavaria, inspired by the Palace of Versailles.", "[1] Franz Seitz Sr.\n Franz Seitz Sr. (14 April 1887 &ndash; 7 March 1952) was a German film director and screenwriter. He directed 59 films between 1920 and 1951. His son Franz Seitz Jr. was a film producer. "], ["[1] Frederick Dundas\n Frederick Dundas (14 June 1802 – 26 October 1872) was a British politician."], ["[1] Olav T. Laake\n Olav Trygveson Laake (born 20 October 1934) was a Norwegian judge and politician for the Labour Party. He was born in Ullensaker. He had his own lawyer's office from 1963 to 1976, and from 2007 to 2023, since 1964 as a barrister with access to working with Supreme Court cases. He served as a judge in Stavanger District Court from 1976, and from 1990 to 2004 as district stipendiary magistrate (chief justice). He also chaired the Norwegian Association of Judges from 1989 to 1995. In politics, he served as a member of Stavanger city council from 1963 to 1987, and also Rogaland county council between 1971 and 1975. He chaired his local party chapter in Stavanger from 1969 to 1975."], ["[1] Eliza Lawrence\n Eliza Lawrence (November 11, 1935 &ndash; July 24, 2016) was a Canadian territorial level politician and member of the Legislative Assembly of the Northwest Territories from 1983 until 1987. Born in Fort Resolution, Northwest Territories in 1935, she was the third eldest in a family of 17 children. She helped care for her siblings and worked as a nurse and nutritional educator after training in what was then the capital of the NWT, Fort Smith. Her nursing work brought her to Fort Resolution, Edmonton, including three years at the cities Charles Camsell Hospital (1956–59) as a nursing assistant, and Yellowknife among other communities. At age 24, she met Harry Lawrence to whom she was married for 56 years, raising three daughters. She was one of the founders of the Native Women's Association "], [], ["[1] John D. Maurice\n John D. Maurice is an American journalist. He won the 1975 Pulitzer Prize for Editorial Writing for his editorials about the Kanawha County schoolbook controversy. Maurice worked as a reporter in Huntington, West Virginia, prior to joining the Daily Mail of Charleston, West Virginia, in 1938."], ["[1] Raymond S. Burton\n Raymond S. \"Ray\" Burton (August 13, 1939 &ndash; November 12, 2013) was a New Hampshire politician who served from 1977–79 and 1981–2013 on the Executive Council as the representative of District 1, or \"The North Country\". Known as the \"Dean of the Council\", Burton, a Republican, was the longest-serving Executive Councilor in New Hampshire history. Burton also served for 22 years as a Grafton County Commissioner, representing District 2. Burton lived in the town of Bath, New Hampshire, where he died on November 12, 2013."], ["[1] Ernst Theodor Echtermeyer\n Ernst Theodor Echtermeyer (12 August 1805, Bad Liebenwerda – 6 May 1844) was a German writer and philosopher. Together with Arnold Ruge, in 1838, he founded the Hallische Jahrbücher für Wissenschaft und Kunst, an organ of the Young Hegelians."], ["[1] Debra Weeks\n Debra Weeks is an American television producer, executive producer, director, and journalist. She is noted for her role in the development and direction of reality television."], ["[1] Bedřich Feigl\n Bedřich Feigl (also known as Friedrich Feigl; March 6, 1884 – 17 December 1965) was a Czech-Jewish painter, graphic designer and illustrator."], ["[1] Edward Gunasekara\n Edward Gunasekara is a Sri Lankan politician, a former member of the Parliament of Sri Lanka and a former government minister."], [], ["[20] José Lucas da Silva\n (JICA) in East Timor with responsibility for the planning, implementation and monitoring of projects in the countryside and for the development of agriculture. Additionally, he was the coordinator of the trilateral cooperation between East Timor, Japan and the Philippines under the leadership of JICA for the development of alternative agricultural products. He also served as research coordinator for a study on water management in the region around the Northern Laclo River. In 2006 and 2007, Silva was responsible for the national census of 2010, for coordinating research on the assessment of population development, and for projects on gender equality, such as the law against domestic violence. Among other things, he worked with the United Nations Population Fund (UNFPA). From May to September 2008, Silva "], ["[1] Carsten Carlsen\n Carsten Marensius Carlsen was born in Oslo, Norway. His parents were Anton Carlsen (1862–1943) and Louise Larsen (1876–1957). In 1917, he married singer and actress Lalla Carlsen. He was educated at the Oslo Conservatory of Music from 1909 to 1913, where he studied with Gustav Fredrik Lange (1861–1939) and Per Winge (1858–1935). He was awarded a state composer scholarship to study in Paris from 1921 to 1923. He was appointed kapellmeister at the Chat Noir from 1914 to 1938. He worked at the National Theatre of Norway from 1938 to 1941 followed by the Carl Johan Theater from 1941 to 1945.", "[6] Carsten Carlberg\n Carsten Carlberg (born December 13, 1963) is a German biochemist. He is professor of biochemistry at the University of Eastern Finland in Kuopio, Finland."], [], ["[1] Gadolin\nAlexander Gadolin, Finnish jurist ; Johan Gadolin, Finnish chemist ; Jakob Gadolin, Finnish Lutheran bishop and Johan Gadolin's father Gadolin is a Finnish noble family. Notable people with the surname include: "], ["[1] Levi P. Powers\n Levi Parsons Powers (May 9, 1828 &ndash; September 24, 1888) was an American politician and lawyer. Born in Marshfield, Vermont, Powers moved to Grand Rapids, Wisconsin in 1853, where he worked in logging and studied law. Powers was admitted to the Wisconsin Bar in 1853. Powers became the political editor of the Grand Rapids Tribune when it was established in 1873. He served as county clerk and as county judge. Powers served in the Wisconsin State Assembly in 1863. He died in Wisconsin Rapids, Wisconsin."], ["[18] John Strange (English politician)\n ill-health, and also limited his practice as a barrister to the Court of King's Bench. In 1750 Lord Hardwicke convinced him to become Master of the Rolls, and he took his position on 11 January. On 17 March he was made a Privy Councillor. He served as master of the Rolls for four years until his death on 18 May 1754. After his death, his son John Strange, who had inherited (and sold) Grange House, published his father's court reports. He was buried in the Rolls Chapel, as was his successor Sir Thomas Clarke. His epitaph is Here lies an honest lawyer, and that is Strange.", "[1] John Strange (cricketer)\n John Strange (1818 – 6 September 1840) was an English first-class cricketer. The son of John Strange senior, he was born in 1818 at St John's Wood. He was educated at Winchester College. Strange later played first-class cricket for the Marylebone Cricket Club (MCC) from 1836–39, making eleven appearances. Playing primarily as a bowler, he took 32 wickets in his eleven matches and twice took a five wicket haul. In addition to playing for the MCC, Strange also made two first-clas appearances for the Gentlemen in the Gentlemen v Players fixtures of 1836 and 1838 at Lord's, taking four wickets. Strange died at Paris in September 1840.", "[11] John Strange (Wisconsin politician)\n John Strange (June 27, 1852 &ndash; May 28, 1923) was an American politician and businessman and served as the 21st Lieutenant Governor of Wisconsin.", "[20] John Strange (diplomat)\n Society on 24 April 1766. Shortly afterwards he was elected F.S.A., and as the result of a summer spent in South Wales in 1768, he contributed to the first number of the Archæologia \"An Account of Roman Remains in and near the City of Brecknock\". In 1771 he made an archaeological tour in the north of Italy. At Padua he formed the acquaintance of the Alberto Fortis, who had recently returned from an exploration of Zara, Spalato, and other towns upon the Dalmatian coast, and from information supplied by him he made several communications to the Society of Antiquaries upon the Roman inscriptions and antiquities of Dalmatia and Istria (see Archæologia, iii. v. "], ["[1] Walter de la Pole\n Sir Walter de la Pole (November 1371 – 1434), of Dernford in Sawston, Cambridgeshire, was an English politician."], ["[18] Kyaw Swe (actor)\nSaw Ya San Sha ; Bogyoke ; Ta Thwe Ta Mya ; Ahtauktaw ; Chit Ye Baw ; Son Bo Aung Din ; The Hsaung Hayman ; Phyay Yort Khway ; Min aung Min Naung ; Hpuza Nit Khine ; Pale Myetyay ; Chit Myitta ; Ma chu tar the ; the myat tar lane ; Sane ; Mwe Mwe chin Che Myin ; Thamudaya Thanyawzin (feat his own daughter) ; Poan Pamar ; Ta Char Gabar Ka Chitthu Ye Sein-ta-yit Mya-ta-yit ิิิ่*Kya-nor Ne Ko Ba Kyaw"], [], [], ["[1] Ivan Kulichenko\n Ivan Ivanovych Kulichenko (Іван Іванович Куліченко; born on 7 July 1955, Dnipropetrovsk, Ukrainian SSR, USSR) is a Ukrainian politician who was from 2014 until 2019 People's Deputy of Ukraine; prior to this he was Mayor of Dnipropetrovsk for 15 years."], ["[1] Giuseppe Demachi\n Giuseppe Demachi (9 June 1732 &ndash; 1791 or after) was a composer born in Alessandria, Italy. He served as a leading violinist in the city of his birth and later in the city of Geneva with the Concerto di Ginevra of the Societé de Musique. He also served in the employ of one Count Sannazzaro in the 1760s and 1770s at Casale Monferrato. Not much is known about his life or death. Other than the records of his birth in 1732, his next known appearance in history is in 1763 when he was listed as playing in Alessandria's orchestra. After 1777 he again falls into obscurity until his last verifiable appearance during some concerts in London in 1791. The date of his death is not known, but is believed to have been shortly after his performances in London. Demachi is listed as a composer of a significant number of works, including four symphonie concertante, eighteen duo sonatas, fifty-six trio sonatas, a pair of orchestral overtures and six string quartets listed as \"for orchestra.\" One of his most famous works is the symphony Le campane di Roma (The Bells of Rome)."], ["[1] E. David Redwine\n Edward David Redwine (born September 12, 1947) is a North Carolina politician. He served in the North Carolina House of Representatives for almost 20 years and is a candidate in 2010 for the North Carolina Senate seat being vacated by R.C. Soles. Redwine is a member of the board of trustees for East Carolina University, his alma mater, and he is a member of the board of directors for the North Carolina Turnpike Authority."], ["[1] Kyriakos Mavronikolas\n Kyriakos Mavronikolas (born 25 January 1955) is a Cypriot Movement for Social Democracy politician. He served as the Cypriot Minister of Defence from 2003 to 2006, and he sat as a Member of the European Parliament for Cyprus from 2009 to 2012, when he vacated his seat and was replaced by Sophocles Sophocleous. Mavronikolas is a graduate of the University of Athens faculty of medicine, and outside politics he works as an ophthalmologist."], ["[13] John Blake (journalist)\n Blake was one of four siblings born to a nurse and a soldier who fought in both world wars, ultimately becoming a major. His father suffered a significant financial setback by the time his son was ten. Blake left school at the age of 17 and gained employment at the Hackney Gazette. Further jobs at an evening newspaper in Luton and a news agency followed. Beginning as a pop columnist for the London Evening News in the early 1970s, his journalism developed into a column titled \"Ad Lib\", a gossip column and lifestyle guide. It survived the merger of the Evening News with the Evening Standard. In 1976, he co-wrote the book Up and Down with the Rolling Stones, the memoirs of 'Spanish ", "[1] John Blake Jr.\n For the American politician, see John Blake Jr. (politician). John Edward Blake Jr. (July 3, 1947 – August 15, 2014) was an American jazz violinist from South Philadelphia, Pennsylvania, United States. He performed most prominently as a sideman in groups led by Grover Washington Jr. (in the late 1970s) and McCoy Tyner (in the early 1980s), as well as led his own groups. He died on August 15, 2014 from complications of multiple myeloma."], ["[1] Mami Matsui\n Mami Matsui (松井摩味) is a Japanese voice actress affiliated with Aoni Production. She is also credited as Mami."], ["[1] Marie-France Mignal\n Marie-France Mignal (born 3 April 1940), is a French actress. She is the co-director of the Théâtre Saint-Georges, with France Delahalle. She is known for her work in television, cinema (Weekend at Dunkirk, The Two Orphans), and in adverts."], ["[1] Andreas Rüdiger\n  Johannes Andreas Rüdiger (1 November 1673 – 6 June 1731) was a German philosopher and physicist."], ["[20] Robert Hall Lewis\n Robert Hall Lewis (April 22, 1926 &ndash; March 22, 1996) was an American composer, conductor, and trumpet player who taught at Goucher College (1958 &ndash; 1995) and Peabody Conservatory (1958 &ndash; 1995), both in Baltimore, Maryland. His works were performed widely, by such ensembles as the American Composers Orchestra, Baltimore Symphony Orchestra, Boston Symphony Orchestra, Group for Contemporary Music, Gruppe Neue Musik, London Sinfonietta, London Symphony Orchestra, Parnassus, and the Philharmonia Orchestra, and many have been recorded commercially, often with the composer conducting. Lewis received BM (1949), MM (1951), and PhD (1964) degrees in composition from the Eastman School of Music in Rochester, New York, where his principal teacher was Bernard Rogers. He also studied composition privately during the 1950s with Nadia Boulanger (in Paris) and Hans Erich Apostel (in Vienna), and conducting with Pierre Monteux. His style is atonal and textural in orientation. His music is filled with arresting timbral combinations and projects its often densely complex rhythmic structures with the utmost clarity.", "[18] Robert Benjamin Lewis\n in 1809, and it is known that Robert Benjamin Lewis lived at times in the cities of Portland, Augusta, and Hallowell, Maine. After some years in school, Lewis appears to have gone to sea, as many did during that time. His daughter stated that Lewis served in the War of 1812, probably as a cabin boy on a privateer. However, according to newspaper accounts, he wanted to become a missionary to Africa and preach the Gospel to the indigenous people. He may have been helped by the Maine Missionary Society of Hallowell. This group of Congregationalist ministers and laypeople had ", "[19] Robert Lewis (journalist)\n (1967–1969), a correspondent in Ottawa (1969–1971) and Boston (1971–1972) and bureau chief in Toronto (1972–1975). In 1975, Lewis became bureau chief for Maclean's in Ottawa, then Maclean's managing editor in 1982, and editor-in-chief from 1993 to the end of 2000. Lewis was responsible for the launch of the annual university rankings feature and led the team that moved Maclean's into online publishing. In 2001, Lewis joined Rogers Media Incorporated as vice president of content development. Since his retirement in 2008, Lewis has worked as a freelance editor and media consultant. Lewis was a member of York University's Board of Governors. Lewis is also a founding member of the Canadian Journalism Foundation and served as chair of the board of directors. A native of Waterloo, Quebec, he and Sally O'Neill, whom he married in 1967, now live in Toronto.", "[13] Robert Q. Lewis\n Robert Q. Lewis (born Robert Goldberg; April 25, 1921 &ndash; December 11, 1991) was an American radio and television personality, game show host, and actor. Lewis added the middle initial \"Q\" to his name accidentally on the air in 1942, when he responded to a reference to radio comedian F. Chase Taylor's character, Colonel Lemuel Q. Stoopnagle, by saying, \"and this is Robert Q. Lewis.\" He subsequently decided to retain the initial, telling interviewers that it stood for \"Quizzical.\" Lewis is perhaps best known for his game show participation, having been the first host of The Name's the Same, and regularly appearing on other Goodson-Todman panel shows. He also hosted and appeared on a multitude of television shows of the 1940s through the 1970s. His most distinguishing feature was his horn-rimmed glasses, to the point that the title card for his second Robert Q. Lewis Show featured a pair of such glasses as a logo, and they were mentioned in the title of his lecture. As a frequent guest panelist on What's My Line?, Lewis's blindfold featured a sketched pair of glasses.", "[1] Robert G. Lewis\n Robert Grier Lewis (born December 5, 1916 in Philadelphia, Pennsylvania, died January 6, 2011 in Ormond-by-the-Sea, Florida) was an American photographer, editor and author in the field of railways."], ["[2] Guillem Ramon de Gironella\n (lord of Gironella), but Guillem Ramon was not the feudal lord of Gironella nor even a nobleman, but a cleric. Whether Cerverí was confused or Guillem Ramon only took up his clerical career late in life is not known. In two of his cansos&mdash;\"Gen m'apareill\" and \"La clara lutz del bel jorn\"&mdash;Guillem Ramon celebrates a person by the senhal (or nickname) Sobreluenh (\"Over-a-distance\"), but whether this is his lady or a friend, like the viscount of Cardona or Cabrera is debated. Ramon Guillem was familiar with the poem Erec and Enide of Chrétien de Troyes, as he makes known in \"Gen m'apareill\": He also wrote the canso \"Pos l'amors r'ensen\".", "[1] Guillem Ramon de Gironella\nCor es de bos aips complida ; deu esser enantida ; sa valors, s'ap si m'acueill; ; enquer n'er meils que d'Enida ; can Erecs l'ac enrequida, ; quar mais la tem e l'am meils. Guillem Ramon de Gironella was a late thirteenth-century Catalan troubadour. His poetry, while difficult, is highly original and praised for its beauty. Guillem Ramon was from Gironella in the Berguedà. There are many persons carrying the name \"Ramon de Gironella\" in twelfth- and thirteenth-century documents, but no others named \"Guillem Ramon\". The troubadour has been identified with a person bearing the initials \"G.R.\" marked on a tomb in the monastery of Sant Daniel de Girona and "], [], ["[1] Harvey William Burk\n Harvey William Burk (1822 in Darlington Township, Upper Canada – October 13, 1907) was a politician and farmer. Burk was educated in Darlington Township. He was married twice: to Roley Williams in 1848 and to Susan Armour in 1859. He operated a farm near Bowmanville. Burk served on the township council and was reeve from 1873 to 1874. He was elected to the House of Commons of Canada as a Member the Liberal Party to represent Durham West in 1874. He won a landslide victory in 1878. Burk resigned October 18, 1879 to allow Edward Blake to be elected. His daughter Mary Emily married Sam Hughes."], [], ["[1] Petru Vlah\n Petru Vlah (born July 13, 1970) is a politician from Moldova. He has been a member of the Parliament of Moldova since 2010."], [], [], ["[1] Rodrigo Arocena\n Rodrigo Arocena Linn (born February 23, 1947 in Montevideo) is an Uruguayan mathematician, and rector of the University of the Republic since July 2006."], ["[1] Fidel Antuña Batista\n Fidel Antuña Batista (born 27 April 1972) is a Mexican politician from the National Action Party. From 2008 to 2009 he served as Deputy of the LX Legislature of the Mexican Congress representing Yucatán."], ["[1] Thomas Gifford (politician)\n Thomas Gifford (June 1, 1854 &ndash; February 19, 1935) was a politician in British Columbia, Canada. Born in 1854 in Lockerbie, Scotland, the son of William Gifford and Margaret Stewart, he was educated there and apprenticed as a jeweller. He opened his own store in Lockerbie around 1876. In 1877, he married Annie Stoddart. Thomas and his wife, along with sons William (b. 3 Jul 1878) and Thomas Stuart (b. 3 Jun 1880), emigrated to St. Paul, Minnesota in 1881. Here, they had a daughter Margaret (b. 6 Apr 1882) and another son, James Stoddart (b. 26 Sep 1888), before moving again to New Westminster, British Columbia, Canada, where Gifford "], ["[1] Pietro Marcenaro\n Pietro Marcenaro (born 2 June 1946 ) is an Italian politician and trade unionist of the centre-left Democratic Party. Since 29 April 2008 he has been President, Commission on Human Rights."], ["[1] William Australia Graham\n William Australia Graham (22 November 1841 – 9 May 1916) was a New Zealand surveyor, mediator, farmer, politician and mayor. He was born in Auckland, New Zealand, on 22 November 1841, the third son of George Graham. He went to Clewer House School, Windsor, and Hele's School, Exeter and returned home in 1854. William was a Government surveyor, and produced a plan for Hamilton East in 1864, just after the invasion of the Waikato. In 1865 his father was instructed to contact Wiremu Tamihana. William acted as interpreter for General Carey, leading to Wiremu's submission to the Queen and acquiescence to the invasion of the Waikato. King "], ["[1] Richard E. Myers\n Richard E. Myers (born October 29, 1934) is an American politician in the state of Iowa. Myers was born in Iowa City, Iowa. He attended Iowa State University, the University of Iowa, and Kirkwood Community College and is a businessman. A Democrat, he served in the Iowa House of Representatives from 1993 to 2005 (49th district from 1995 to 2003 and 30th district from 1993 to 1995 and in 2003).", "[8] Richard Myerscough\n Richard Myerscough (born 17 November 1965) is a Canadian windsurfer. He competed in the men's Division II event at the 1988 Summer Olympics."], [], ["[1] Per Risvik\n Per Risvik (born 4 September 1937 in Herøy, Møre og Romsdal) is a Norwegian politician (FrP). He was elected to the Stortinget from Sør-Trøndelag in 1989."], ["[1] Alan Bjerga\n Alan Bjerga (born 1973) is an American journalist, author of the book Endless Appetites: How the Commodities Casino Creates Hunger and Unrest. He also covers global food policy for Bloomberg News and is a journalism instructor at Georgetown University, where in 2016 he received a department award for dedication to student learning. In 2010 he served as president of the National Press Club and was president of the North American Agricultural Journalists in 2010-2011. He has been recognized for his work with awards from the Society of American Business Editors and Writers, the New York Press Club, the Kansas Press Association, the North American Agricultural Journalists, and the Overseas Press Club. He has commented on food and agriculture for Bloomberg "], [], [], ["[1] George Esslemont\n George Birnie Esslemont (1860 – 2 October 1917) was a Scottish Liberal politician. He was elected as Member of Parliament for Aberdeen South in 1907, and held the seat until he resigned in 1917. He married Clementine Macdonald who became President of the Aberdeen Women's Liberal Association. Their daughter was Mary Esslemont who became a leading doctor and was born in Aberdeen in 1891."], ["[1] Shorty Hamilton\n Shorty Hamilton (September 9, 1879 &ndash; March 7, 1925) was an American actor and silent film comedian who appeared in more than 80 films, mostly westerns, from 1909 to 1925. His birth name was William John Schroeder, and he was also known as \"Jack Hamilton.\" He had served in the United States Cavalry for several years and worked as a cowboy in Montana and Texas. He was best known for the \"Adventures of Shorty\" series of two-reel silent films that were released from 1912 to 1917."], [], ["[1] Maurice Le Boucher\n Maurice Georges Eugène Le Boucher (25 May 1882 – 9 September 1964), was a French organist, composer, and pedagogue. Le Boucher was born in Isigny-sur-Mer. In 1904, he entered the Conservatoire de Paris, where he was a student of Gabriel Fauré. In 1907, Le Boucher won the prestigious Grand Prix de Rome. Later, he became professor at the École Niedermeyer and organist at St. Germain-l'Auxerrois in Paris. He wrote an Organ Symphony in E major, which was published in 1917 by Éditions Leduc, Paris. He wrote a drama on Oscar Wilde la Duchesse de Padoue which was published by Salabert in 1931. In 1920, he was appointed as director of the Montpellier Conservatory, a post he held for 22 years. His students included André David. Le Boucher died in 1964 in Paris."], ["[1] T. P. Poonatchi\n T. P. Poonatchi is an Indian politician and incumbent member of the Tamil Nadu Legislative Assembly from the Manachanallur constituency. He represents the Anna Dravida Munnetra Kazhagam party."], ["[1] René Bégin\n René Bégin (July 2, 1912 &ndash; November 18, 1981) was a Canadian politician and wholesaler. He was elected to the House of Commons of Canada in the 1957 election as a Member of the Liberal Party for the riding of Quebec West. He lost the 1953 election as an Independent Liberal candidate and lost the elections of 1958 and 1962 as a Member of the Liberal Party. He was born in Quebec City, Quebec, Canada."], ["[11] Aimable Robert Jonckheere\n Jonckheere is probably best known for his work in nonparametric statistics, approaches which make fewer assumptions about the theoretical distribution of the data than parametric statistics. In this field he developed what is now known as Jonckheere's trend test, a method which is implemented in SPSS, a statistical package favoured by social scientists, and R, widely used by statisticians. He published little; however, he influenced many people's ideas and work, with traces of conversations and advice throughout UCL and beyond. Jonckheere visited and left his mark at the International Centre for Genetic Epistemology in Geneva, where Jean Piaget forbade him from leaving unless he could find an equally able replacement. Jonckheere coauthored a book with Piaget and Benoit Mandelbrot on mental development. Other people Jonck worked with or was associated with include J. B. S. Haldane, A. J. Ayer, "], ["[1] Arafan Camara\n General Arafan Camara (1948 &ndash; 6 January 2008) was a politician and military official in Guinea. Camara was named Defense Minister on 28 March 2007 after mass protests forced a new government. He was dismissed as minister on 12 May 2007 after soldiers rioted concerning better working conditions and the re-instatement of sacked military leaders. He was replaced by retired Army General Bailo Diallo. He died on 6 January 2008 at the age of 60."], ["[20] George Robert Lewis\n The younger brother of Frederick Christian Lewis and of Charles Lewis the bookbinder, he was born in London on 27 March 1782. He studied under Henry Fuseli in the schools of the Royal Academy, and worked on both nature and antiquities. Lewis sent landscapes to the exhibitions of 1805–7; he at that time lived with his brother Frederick at Enfield, and worked for him on John Chamberlaine's Original Designs of the most celebrated Masters and William Young Ottley's Italian School of Design, for both of which he made aquatint plates. In 1813, he toured North Wales with John Linnell. In 1818, he accompanied Thomas Frognall Dibdin, to make drawings, on a continental journey, and his illustrations to the Bibliographical and Picturesque Tour through France and Germany were published in 1821. From 1820 to 1859, Lewis exhibited portraits, landscapes, and figure subjects at the Royal Academy, the British Institution, the Suffolk Street Gallery, and the Oil and Water-colour Society. He died at Hampstead on 15 May 1871.", "[12] George Lewis (footballer, born 2000)\n Lewis went on trial with English Premier League side Arsenal in March 2020, having previously trained with local side Solihull United, as well as Bournemouth and Ipswich Town. Lewis joined Arsenal in August 2020, signing a professional contract after being released by Fram Larvik. He reportedly signed a two year deal with the North London club. The move was seen as a surprise, as Lewis had only played in the Norwegian second and third divisions, and has no youth international caps. He scored in his first appearance for Arsenal's under-21 side, in a 2–1 win over Ipswich Town in the EFL Trophy.", "[18] George Lewis (rugby)\n George Lewis was the brother of the rugby union footballer for Pontypool RFC, and the rugby league for St. Helens; Stanley \"Stan\" Lewis.", "[17] G. Craige Lewis\n George Craige Lewis (born July 19, 1969) is a Christian pastor of Adamant Believers Council in North Richland Hills, Texas, who also travels the world with his EX Ministries that includes speaking against hip-hop culture."], ["[1] Louis O'Dea\n Louis Edward O'Dea (died 19 February 1955) was an Irish politician and solicitor. He was first elected to Dáil Éireann as a Sinn Féin Teachta Dála (TD) for the Galway constituency at the 1923 general election. He did not take his seat in the Dáil due to Sinn Féin's abstentionist policy. He did not contest June 1927 general election. In 1944 as a member of Fianna Fáil, he was elected to the 5th Seanad on the Cultural and Educational Panel."], ["[1] Derek Ingram Hill\n Canon Derek Ingram Hill (11 September 1912 – 20 October 2003) was an Anglican priest, notable as a pastor, administrator and historian, active mainly in the south-east of England and particularly in the city of Canterbury and its cathedral.", "[16] Derek Hill (painter)\n Arthur Derek Hill, CBE, HRHA (6 December 1916 – 30 July 2000) was an English portrait and landscape painter, long resident in Ireland."], ["[1] Sebaki Devi Das Tatma\n Sebaki Devi Das Tatma (सबकी देवी दास तात्मा) is a Nepalese politician, belonging to the Madhesi Janadhikar Forum. During the campaigns of MJF for Madhesi autonomy, Tatma took parts in rallies of the movement. Following the 2008 Constituent Assembly election, she was selected by MJF from the Proportional Representation quota to represent the party in the assembly. Prior to becoming a Constituent Assembly member, the 32-year-old Tatma worked as a domestic servant. She has four children."], ["[1] Howard Fowles\n Howard Thomas Fowles (24 January 1894 – 17 May 1973) was an Australian politician. He was a member of the New South Wales Legislative Assembly from  1941 until 1968 and a member of the Labor Party (ALP). He was the acting Speaker of the New South Wales Legislative Assembly for 3 months in 1962. Fowles was born in Merrylands, New South Wales. He was the son of a blacksmith, was  educated to elementary level at state schools. From the age of 14 he worked as a linesman for the New South Wales Government Railways and was an official in the Electrical Trades Union until 1941. In later life, he was also a poultry farmer. Fowles was elected to the New South Wales Parliament as the Labor member for the seat of Illawarra at the 1941 state election. . The sitting Labor member Billy Davies successfully contested the new seat of Wollongong-Kembla at that election. He retained the seat for the next 8 elections and retired at the 1968 state election."], ["[1] Julia de Asensi\n For the Spanish painter, see Asensio Julià Julia de Asensi (4 May 1859 – 7 November 1921) was a Spanish journalist, translator and writer."], ["[1] Đurđa Ivezić\n Đurđa Ivezić (17 October 1936 – 11 December 2020) was a Croatian film, television and stage actress."], [], ["[1] Jean-Marie-Victor Viel\n Jean-Marie-Victor Viel (1796–1863) was a French architect who designed the Palais de l'Industrie, an exhibition hall located between the Seine River and the Champs-Élysées which was erected for the Paris World Fair in 1855."], ["[1] Virginia Haviland\n Virginia Haviland (May 21, 1911 – January 6, 1988) was an American librarian and writer who became an international authority in children's literature. She chaired the prestigious Newbery-Caldecott Award Committee, traveled and wrote extensively. Haviland is also well known for her Favorite Fairy Tales series, featuring stories from sixteen countries."], [], ["[1] John Williams Tobey\n John Williams Tobey (August 3, 1827 &ndash; February 4, 1909) was an American architect, carpenter and builder from Neenah, Wisconsin. He served as mayor of Neenah, and served one term as an independent member of the Wisconsin State Assembly from Winnebago County."], ["[1] Jorge Traverso\n Schubert Jorge Pérez Denis (born March 29, 1954 in Montevideo), known for his sakename Jorge Traverso, is a Uruguayan journalist and newsanchor."], ["[3] Paolo Pellizzari\n he designed hand-held computers with a touchscreen and a built-in modem. Ultimately, the company was sold to the Japanese company Murata. From 1989 to 1992, Pellizzari worked as an executive director of Neuhaus-Mondose in Belgium, overseeing the manufacturing of luxury chocolates. From 1992 to 1999, Pellizzari was the owner of Inducolor SA in Belgium and worked with the Venture Capital Arm of Li & Fung. After eight years of management, he sold Inducolor SA and quit the Business world. Starting in 1999 he dedicated all his time to photography.and became an independent photographer. Italian born he lives in Belgium. His first exhibition was ", "[1] Paolo Pellizzari\n Paolo Pellizzari (born 1956), is an Italian photographer living in Belgium. He specialises in crowds, human landscapes, he is a flaneur and observer of our world. He teaches author photography at La Cambre School of Art in Brussels and is a guest teacher at the ICP in New York."], ["[1] Petr Mlsna\n Petr Mlsna (born 13 November 1978) is a Czech politician, who served as Head of the Government Legislative Council and Minister without Portfolio of the Czech Republic from December 2012 to July 2013. He was appointed to Petr Nečas' Cabinet as an independent on 12 December 2012."], ["[1] Lorena Corona Valdés\n Lorena Corona Valdés (born 16 December 1972) is a Mexican politician from the Ecologist Green Party of Mexico. She serves as a federal deputy to the LXIII Legislature of the Mexican Congress representing Durango and the first electoral region."], [], ["[1] Donald Robert Macgregor\n Donald Robert Macgregor (1824 – 9 December 1889) was a Scottish politician. From 1874 to 1878 he was a Member of Parliament (MP) for the Leith Burghs constituency, near Edinburgh."], ["[1] Clement Baker\n Clement Baker (by 1470 – 1516), of New Romney, Kent, was an English politician. He was a Member of Parliament (MP) for New Romney in 1512 and 1515, and was chamberlain, commissioner of subsidy, and jurat of the town. He was also bailiff to Yarmouth."], ["[1] Mário Belarmino\n Belarmino Mário Chipongue (born 22 September 1974 in Lubango) is a former Angolan basketball player. Chipongue, a forward, was part of the Angola national basketball team at the 2000 Summer Olympics and the 2002 FIBA World Championship."], ["[1] Cicero C. Hammock\n Born in Walton County, Hammock served in the United States Army during the Mexican–American War, where he served with another future mayor, Captain Allison Nelson. After the war, he moved to Oglethorpe County, Georgia where he married, but soon after moved to Atlanta. When the American Civil War began, he entered the Confederate States Army as a commissioned officer. After the war, he returned to Atlanta and began working as a merchant with the firm Langston, Crane & Hammock and later he worked the real estate trade with a prominent office on Whitehall St at Five Points. During his first reconstruction-era term as mayor he inaugurated the city's waterworks system and his second term was the first two-year term after Atlanta adopted a new city charter. He served as president of the city water commission from the mid-1880s until his death."], ["[8] Isaak Elias\n Isaak Elias (April 27, 1912 &ndash; May 1, 1998 ) was an educator, merchant and political figure in Saskatchewan. He represented Rosthern from 1956 to 1960 in the Legislative Assembly of Saskatchewan as a Social Credit member. He was born in Rosthern, Saskatchewan. He taught in rural public schools. In 1934, Elias married Annie Epp. In 1946, he retired from teaching due to poor health and entered the retail business. He was manager for the Hepburn Co-operative Association, then managed a store in Langham and later worked in the bankruptcy department of Touche Ross & Company. Elias also served on the local school board. In 1953, he was an unsuccessful candidate for the Rosthern seat in the Canadian House of Commons.", "[1] Izhar Elias\n Izhar Elias (born in Amsterdam, 1977) was the first guitarist to win the Dutch Music Prize. He is specialised in new music for guitar, early and chamber music. By using historical methods and original instruments, Elias has been able to recreate a musical language of the Baroque, Classic and Romantic periods. The Prince Bernard Cultural Foundation made it possible for Izhar to own a 1812 unique Guadagnini guitar. His collaboration with composers, choreographers and film makers has led to over 30 premieres and different multimedia projects. In 2014 Izhar was the feature of a documentary, where he played a classical piece written by death metal guitarist Florian Magnus Maier."], [], ["[1] Antonio Calcagni\n Antonio Calcagni (1538 in Recanati – 1593) is an Italian sculptor of the Renaissance period. He apprenticed with Girolamo Lombardo in Recanati, where he completed a statue of Pope Gregory XIII (1574) started by Ludovico Lombardi and Ascoli. He also completed a statue of the poet Annibale Caro in bronze. He also completed bronze reliefs for the Basilica of Loreto. He collaborated with a younger Tiburzio Vergelli. He designed the monumental entry doors to the church of Loreto, but these were completed by his nephew Tarquinio Jacometti and his pupil Sebastiano Sebastiani.", "[12] Antonino Calcagnadoro\n Born in Rome, he initially trained with his father, an ornamental painter. He then studied at the Institute of Fine Arts in Rome (1894–1898). He often painted subjects of social discomfort among the poor, including Emigranti, and I disoccupati that won a gold medal at the 1904 Florentine Exposition. In Rieti, he painted a number of fresco decorations, including in the Casa Matricardi, Casa San Rufo, and the Chapel of the Crucifix in the City Cathedral, and the former Courthouse (Palazzo Sanizi). He helped decorate the Foyer of the Flavio Vespasiano Theater in Rieti. Many of his works are exhibited in the Museo Comunale of Rieti. The schools for arts in Rieti, part of the Istituto di Istruzione Superiore Marco Terenzio Varrone are named after Calcagnadoro. He died in Rome in 1935."], ["[1] Philipp Crone\n Philipp Crone (born 16 March 1977 in Cologne) is a German former field hockey player who competed in the 2000 Summer Olympics and in the 2004 Summer Olympics. After his time in sports, he worked as journalist for different German newspapers like Sueddeutsche Zeitung and for Bayerischer Rundfunk."], [], ["[1] Endre Bálint\n Endre Bálint (1914 – 1986, in Budapest) was a Hungarian painter and graphic artist."], [], [], ["[1] Bert Myers\n James Albert Myers (April 8, 1874 &ndash; October 12, 1915) was an American professional baseball player who played in parts of three seasons for the St. Louis Browns, Washington Senators and Philadelphia Phillies. He was born in Frederick, Maryland and died in Washington, D.C. at the age of 41."], ["[12] Scott Fraser (racing driver)\n Scott Andrew Fraser (October 20, 1970 – March 20, 2004) was a Canadian professional racing car driver from Shubenacadie, Nova Scotia. Fraser was considered by many to be one of the best stock car racers in Canada.", "[1] Scott Fraser (politician)\n Scott Fraser was born and raised in Ottawa, Ontario, and attended Carleton University. In 1979 he moved to Alberta and worked on the oil rigs throughout the province and in the Arctic. He eventually moved to Vancouver, British Columbia, then, in 1992, to Tofino. With his wife and young daughter, he opened a bed and breakfast business. Only four years later, Fraser became the mayor of Tofino. He was mayor from November 1996 to November 1999, a time when tourism was over-taking logging and fishing as the town's dominant industry. Fraser was supportive of the application to the United Nations to designate Clayoquot Sound as a biosphere site; Clayoquot Sound was listed as a Biosphere Reserve in 2000. Fraser was the subject of a complaint filed at the British Columbia "], ["[1] Giuseppe Castelli (footballer)\n Giuseppe Castelli (born September 14, 1919 in Milan) was an Italian professional football player."], [], ["[1] Fernand Cornez\n Fernand Cornez (19 November 1907 in Paris – 7 December 1997 in Saint-Avertin) was a French professional road bicycle racer. In 1933, he won a stage in the Tour de France and in the Giro d'Italia."], ["[1] Volodymyr Kravets (diplomat)\n Volodymyr Kravets (Володимир Олексійович Кравець) (3 May 1930, Uman Raion – 22 July 2011) was a Ukrainian diplomat who served as Permanent Representative of Ukraine to the United Nations and Minister of Foreign Affairs of the Ukrainian SSR."], ["[1] Yinka Ayenuwa\n Yinka Ayenuwa (born 2 May 1986 in Warri) is a Nigerian weightlifter. He competed in the men's 69 kg event at the 2014 Commonwealth Games where he won a silver medal. In 2015, he won 3 silver medals at the African Games."], ["[1] Phil Williams (boxer)\n Phil Williams, alias The Drill, (born July 12, 1977) is an American cruiserweight southpaw professional boxer. Williams was born in Queens, New York City. He moved to Minneapolis, Minnesota as a child, and still lives in Minneapolis where he works as a barber."], [], ["[1] Gustavo Grondona\n Gustavo Grondona (born 16 June 1968 in Buenos Aires) was an Argentine football midfielder and is currently the assistant manager of Colo Colo football club from Chile. Gustavo Grondona is the son of Héctor Grodona, brother of Julio Humberto Grondona. He made his playing debut in 1989 for the club founded by his father, Arsenal de Sarandí. Unlike his father Gustavo managed to step up to play at the highest level, appearing in the Argentine Primera División for Independiente, Huracán and Deportivo Español in the 1990s. In 1998, he joined Peruvian club Universitario de Deportes where he was part of three championship winning squads between 1998 and 2000. After a short spell with Sporting Cristal in 2001, he returned to Argentina to play out his career with Arsenal during their first ever season in the Argentine Primera."], ["[6] Ricardo de Jaxa Malachowski\n Ricardo de Jaxa Malchowski was born on May 14, 1887 in Odessa at the very southwest of the Russian Empire (current day Ukraine). He is the son of Agusto de Jaxa Malachowski and Malwina Kulisicz. His Father was Agusto (Pole) and his mother was Malwina (Slovakian). At age 13, Ricardo traveled to Saint Petersburg and applied to the Navy Academy of Odessa. However, he was not admitted into the program because of his poor vision. He then continued his education in a secondary school in Odessa, where he graduated in 1905. He traveled to Paris shortly after to attend the École des Beaux-Arts and pursued architecture. The architect Malachowski ", "[1] Ricardo Maliandi\n Ricardo Guillermo Maliandi (born in La Plata, 1930, died 12 February 2015) Argentine writer and philosopher, devoted to ethics. He was professor in many Argentine universities and researcher in CONICET. Doctor in Philosophy for Mainz University, Germany. He received Konex Prize in 1986 for his labor on ethics. As well he is chairman of Argentine Association of Ethical Researches, fellow of National Academy of Sciences and honorary member of Argentine Association of Bioethics. His researches started on axiology, especially the works of Nicolai Hartmann, from who he has translated many books. Afterward he made an approach to Discourse Ethics and became friend of one of his founders, Karl-Otto Apel. From many years he works in an original propose which he call \"ethics of convergence\"."], ["[1] Annika Billstam\n Annika Billstam (born 8 March 1976) is a Swedish orienteering competitor living in Uppsala. Formerly competing for OK Linné in Uppsala, Annika moved to Stockholm and switched to IFK Lidingö in the winter of 2007 before switching back to OK Linné in January 2012. She earned a silver medal in the relay at the 2007 World Orienteering Championships in Kyiv. She followed that with bronze medals in the long distance and the relay at the 2008 World Orienteering Championships in the Czech Republic. In 2012 Billstam won the Swedish mountain marathon Vértex Fjällmaraton."], ["[1] Eric Defoort\n Eric Defoort (27 June 1943 in Ypres – 16 or 17 December 2016). was a Flemish Belgian politician and president of the European Free Alliance. Between 2007 and 2009, Defoort was the president of the Flemish Popular Movement (Vlaamse Volksbeweging - VVB), a non-party linked movement advocating Flemish autonomy. In 1982 he became the chief librarian and a professor of history at the Catholic University of Brussels. At the EFA-General Assembly in Venice, March 2010, he was elected the new President of the European Free Alliance. As historian he studied in depth the history of nationalism and published on topics like identity. Defoort was a member of the Nieuw-Vlaamse Alliantie (N-VA), a party that became a full member of EFA in 2010. They supported his candidacy. As president, he saw to the organisation and strategy of the European Free Alliance."], [], ["[1] Bob Cremins\n Robert Anthony Cremins (February 15, 1906 – March 27, 2004) was a pitcher in Major League Baseball who played briefly for the Boston Red Sox during the 1927 season. Listed at 5ft 11in, 178 lb., Cremins batted and threw left-handed. He was born in Pelham Manor, New York. In four relief appearances, Cremins posted a 5.04 earned run average without a decision in 5 ⅓  Innings pitched. According to Baseball Almanac, Cremins faced Babe Ruth once and retired him on a grounder to first base. His career ended in 1928 due to an arm injury. Following his baseball career, Cremins served in the military during World War II. After that, he worked as town supervisor and tax receiver for Pelham. Cremins died in his homeland of Pelham at the age of 98. At the time of his death, he was the second-oldest surviving person having been a baseball player; Ray Cunningham is No. 1."], ["[1] Greg Windsperger\n Greg Windsperger (born December 30, 1951 in Minneapolis) is an American former ski jumper who competed in the 1976 Winter Olympics."], ["[1] Matt Moralee (footballer, born 1912)\n Matthew Moralee (21 February 1912−1991) was an English footballer who played as an inside forward in the Football League between the wars. Born in Barnburgh, near Doncaster, he played for Ormsby United before going to Denaby United, Gainsborough Trinity and Grimsby Town. Moralee arrived at Division 1 side Aston Villa in October 1936 where he played in 12 games scoring one goal. In November 1937, he moved to Leicester City who had just been promoted to Division 1. Scoring 6 goals, he played in 43 league and cup matches for them before the outbreak of the war. He was the son of The Wednesday and Doncaster Rovers player, also called Matt Moralee."], ["[1] Lloyd Ultan (historian)\n Lloyd Ultan (born 1938) is a historian and author. A native of The Bronx in New York City, he has been the borough's historian since 1996. He is a professor of history at Fairleigh Dickinson University's Petrocelli College of Continuing Studies and a member of the adjunct faculty at Lehman College. Ultan received a B.A. in history from Hunter College in 1959 and an M.A. in history from Columbia University in 1960. He has written several books, including The Beautiful Bronx (1920-1950), The Bronx in the Innocent Years: 1890-1925, and Bronx Accent. Ultan is renowned for his walking tours. His predecessor as the official Bronx Borough Historian was Dr. William A. Tieck, who served from 1980 to 1996."], [], ["[1] Bob Warlick\n Robert Lee Warlick (March 20, 1941 – September 6, 2005) was an American professional basketball player. Warlick was born in Hickory, North Carolina, and attended Ridgeview High School. The 6'5\" guard/forward played at Pueblo Junior College in Colorado, then transferred to Pepperdine University in 1961. At Pepperdine, he helped the school reach the NCAA Tournament after a season in which he averaged 16.4 points and 9.6 rebounds. Warlick then played professionally in the NBA and ABA as a member of the Detroit Pistons, San Francisco Warriors, Milwaukee Bucks, Phoenix Suns, and Los Angeles Stars. He averaged 7.9 points per game in his professional career, which was cut short by a knee injury. Warlick later worked for Purex Industries, then established the Youth Sports Foundation in Long Beach, California. He died of a heart attack in 2005. Warlick's brother, Ernie Warlick, played football for the Buffalo Bills."], ["[15] Lewis White Beck\n Born in Griffin, Georgia, Beck received his bachelor's degree from Emory University in 1934, his master's degree from Duke University in 1935, and his doctoral degree from Duke University in 1937. Before moving to Rochester, he was an international student at the University of Berlin (1937–38; an interview about his experiences there appeared in The Atlanta Constitution, Sept. 18, 1938), an instructor at Emory University (1938–41), assistant professor at the University of Delaware (1941–46), and associate professor at Lehigh University (1946–48), eventually becoming professor (1948–49). He was elected a Fellow of the American Academy of Arts and Sciences in 1963. He retired in 1979 and died at age 83 in Rochester, New York."], ["[1] Aloïs Boudry\n Aloïs Boudry (12 August 1851, Ypres – 27 November 1938, Antwerp) was a Belgian painter known for his portraits, still lifes and interiors."], ["[1] Tony Shields\n Anthony Shields (born 4 June 1980) in Strabane, Northern Ireland is an Irish professional footballer who played as a midfielder for Finn Harps. He played for Peterborough United in the Football League.", "[13] Shields and Yarnell\n Shields was born in Los Angeles and graduated from Grant High School. At the age of 18, while working as a street mime and performing at the Hollywood Wax Museum, Shields was discovered by Marcel Marceau, who offered Shields a full scholarship to his school of mime in Paris. His apprenticeship was short-lived as he felt the need to develop his own style and pry mime loose from its artsy pedestal. Shields soon returned to California, working in Union Square, San Francisco. Shields is credited with being the originator of \"The Robot\" moves early in his career. In 1974, Shields appeared in Francis Ford Coppola's film The Conversation. In 1998, Shields was recruited by the Ringling Bros. and Barnum & Bailey Circus to serve as their Director of Clowning. Lorene Yarnell and Robert Shields met when they worked on Fol-de-Rol, a 1972 Sid and Marty Krofft TV special that was Shields' first TV appearance."], ["[1] Amoene van Haersolte\n Jonkvrouw Amoëne van Haersolte (born Ernestine Amoene Sophia van Holthe tot Echten; 23 February 1890 &ndash; 11 August 1952) was a Dutch author of prose writing. Van Haersolte was born in Utrecht. She won the first P. C. Hooft Award in 1947. She died, aged 62, in Dalfsen."], ["[9] Jim Baker (footballer)\n James William Baker (15 November 1891 – 13 December 1966) was a professional footballer most notable for being the first captain of Leeds United He was the brother of Alf Baker who played for Arsenal. Another brother Aaron Baker also played football professionally and briefly played for Leeds. Jim was born in Ilkeston and started his career at Hartlepool United, and played at Portsmouth before moving to Huddersfield Town, where he played under future Leeds manager Arthur Fairclough. When Fairclough moved to the newly formed Leeds United F.C. to become its first manager, Jim followed him and was handed the captain's armband to command from the center of defence. Jim played for six seasons at Elland Road being captain for the whole period, and even helped Fairclough guide the team to their first silverware and Second Division championship in 1923–24, being a rock at the heart of the Leeds defence along with Ernie Hart. Jim left Leeds after two seasons of just surviving in the First Division at the end of the 1925–26 season, moving to Nelson. He served on the Board of Directors for Leeds United between 1959 and 1961.", "[1] Jim Baker (frontiersman)\n Baker was born in 1818 in Belleville, St. Clair County, Illinois, of Scotch-Irish descent. There were contemporary sources, however, that stated how Baker himself was not quite sure of his exact birth date or whether it was the year 1818 or 1819. However, his childhood was documented, with his parents described as poor. Baker was one of many children in the family. From an early age he excelled in fishing, and he also hunted squirrels, muskrats, and other small game using a gun. When he was seventeen, his father sent him to his grandfather at St. Louis for his education, but he was sent home after showing little interest in the instruction. During this journey he met a \"capper\" who told him tales and adventures at the frontier. Baker then went to the office of the American Fur Company and joined his first trapping expedition.", "[12] Jim Baker (bowls)\n Baker was born in Belfast on 18 February 1958. After finishing runner-up in the 1982 World Indoor Bowls Championship he went one better in 1984 clinching the World Indoor title. Baker was part of the Gold Medal-winning triples for the combined Irish team in the 1984 World Outdoor Bowls Championship and Gold Medal-winning fours in the 1988 World Outdoor Bowls Championship. In the 2004 World Championships he won a third gold medal for the combined Irish team, in the fours with Jonathan Ross, Noel Graham and Neil Booth and a silver medal with Noel Graham in the pairs during the 2004 World Outdoor Bowls Championship. In addition Baker has won two Commonwealth Games medals. At national level he also won the 1989 Irish National Bowls Championships singles."], [], ["[1] Piotr Balcerzak\n Piotr Balcerzak (born 25 June 1975 in Warsaw) is a former Polish sprint athlete. He achieved the most success with the Polish 4 x 100 meters relay. He is married to another Polish sprinter, Joanna Niełacna."], ["[19] Chan Chao\n Chao was born in Burma (now Myanmar) in 1966. He and his family left Burma for the United States in 1978. Chao studied under John Gossage at the University of Maryland, College Park. When he turned 30, Chao decided to visit Burma for the first time since his family left but was denied a visa. Instead, he travelled to Thailand and crossed the border illegally into Burma, where he photographed a Burmese rebel camp. These images comprise his books Burma: Something Went Wrong and Letter from PLF. He also has a book of female nudes entitled Echo. His Burma portraits were included in the 2002 Whitney Biennial. Chao was one of 113 artists selected for the show. One of the ", "[1] Mariano Chao\n Mariano Rodolfo Chao (born February 7, 1972) is a field hockey goalkeeper from Argentina, who competed at the 2000 Summer Olympics. He was born in San Fernando, Buenos Aires. He is also known as Tomas Chao´s uncle, a very important influencer."], ["[1] John Edgerton\n Edgerton was born on October 2, 1879 in Johnston County, North Carolina to Gabriel Griffin Edgerton and his wife Harriet Copeland but moved to Lebanon, Tennessee, to join his older brother, Howard K. Edgerton, a physician, in 1896. He attended Cumberland University for prep school and his first year of college. After receiving the Wilson County Cartmell scholarship, he went to Vanderbilt University, earning an A.B. in 1902 and an M.A in 1903.", "[19] John Edgerley\n John Edgerley was born about 1814, probably in Upper Arley, then Staffordshire England and worked as a gardener at Arley Hall. He migrated to New Zealand in 1834 on the sailing ship Emma Eugenia ex the Downs, arrived en route at Sydney 10 May 1835 and reached the Hokianga 30 July. He spent the years to 1841 at Horeke in the Hokianga as gardener/botanist for Lieutenant Thomas McDonnell, who had been appointed an additional British Resident in New Zealand - they had travelled out together. He brought plants with him from England and when Edward Wakefield visited Horeke in 1839 he found a flourishing garden. There are records in England of John "], ["[11] Jim Green (councilman)\n Born in Birmingham, Alabama, Green moved to Canada to avoid being drafted for the Vietnam War. Green held a Masters in Anthropology from the University of British Columbia, a Bachelor of Arts from the University of South Carolina, and studied at the Sorbonne, the Millennium Film Institute in New York, and the University of Colorado.", "[13] Jim Gaylord\n Jim Gaylord (born 1974) is an American artist living and working in New York City. Based in a tradition of collage, his work is usually made from heavy paper that is cut out and pieced together into relief-like pictures. Gaylord was born in Washington, North Carolina. He received a degree in Film from the University of North Carolina at Greensboro in 1997, and an MFA from the University of California at Berkeley in 2005. Gaylord’s work has been exhibited internationally and is in the collections of the Museum of Modern Art in New York, the West Collection and the Progressive Art Collection.", "[1] Jim Bessman\n Bessman was born July 19, 1952, in Milwaukee, Wisconsin. He grew up in Madison and began writing freelance for Variety while in Wisconsin."], ["[1] James Brown\n Brown was born on May 3, 1933, in Barnwell, South Carolina, to 16-year-old Susie (née Behling; 1916–2004) and 21-year-old Joseph Gardner Brown (1912–1993) in a small wooden shack. Brown's name was supposed to have been Joseph James Brown, but his first and middle names were mistakenly reversed on his birth certificate. In his autobiography, Brown stated that he had Chinese and Native American ancestry and that his father was of mixed African-American and Native American descent, while his mother was of mixed African-American and Asian descent. The Brown family lived in extreme poverty in Elko, South Carolina, which was an impoverished town at the time. They later moved to Augusta, Georgia, when James was four or five. "], ["[1] Andrea di Alessandro\n Andrea di Alessandro was an Italian sculptor of the Renaissance period. He was born in Brescia and active there and in Venice during the latter half of the 16th century. He was a pupil of Alessandro Vittoria, and his masterpiece is the bronze candelabra for the church of Santa Maria della Salute in Venice."], ["[1] Gregorio Selser\n Gregorio Selser (July 2, 1922 — August 27, 1991) was an Argentine journalist and historian. He published an extensive bibliography critical of globalization, imperialism, and covert operations implemented by the CIA in Latin America, in particular. Selser was born in Buenos Aires. He earned a degree in journalism at the University of Buenos Aires, and in 1955, was hired by the Uruguayan weekly journal, Marcha, as its chief Argentine correspondent. That year, he published his first book, a biography on Nicaraguan nationalist Augusto Sandino. He returned to Buenos Aires in 1956, and joined the editorial board of La Prensa. Selser joined the IPS news agency in 1964. He and his family left Argentina following the March 1976 coup, and was hired as researcher by the Latin American Institute of Latin "], [], ["[1] Arthur Thomson (footballer, born 1948)\n Arthur Campbell Thomson (2 September 1948 – 7 March 2002) was a Scottish footballer, who played as a central defender in the Football League. He was born in Edinburgh.", "[17] Arthur Saunders Thomson\n Arthur Saunders Thomson (29 December 1816 &ndash; 4 November 1860) was a notable New Zealand military surgeon, medical scientist, writer and historian. He was born in Arbroath, Angus, Scotland in 1816. He joined the British Army in 1838 as an assistant surgeon and was stationed in India until 1847. There, he wrote about the epidemic of fever among his regiment during the monsoon season. Upon his return to England, he was appointed surgeon to the 58th Regiment of Foot and sent to New Zealand. In New Zealand he wrote extensively about disease statistics among Māori and European populations and climatology. Thompson's book The Story of New Zealand: Past and Present, Savage and Civilized (1859) is generally considered to be the first scholarly history of the island country. He was promoted to surgeon major in 1858 and was sent back to England. A year later, he was placed in charge of the hospital steamship Mauritius and sent to China. He died there in 1860."], [], ["[1] Giovanni Speranza de' Vajenti\n Giovanni Speranza (c. 1470 – 1540s) was an Italian painter. He was born and was active in Vicenza, where he was a follower of Benedetto Montagna. His exact birth and death years are not confirmed with one claiming he was born in 1480 and died in 1546. He is mentioned briefly by Giorgio Vasari, in his entry on Jacopo Sansovino. He later claims both Montagna and Speranza were pupils of Andrea Mantegna. It is unclear if he is related to the Baroque painter Giovanni Battista Speranza."], ["[1] Anton Lui\n Anton Lui (born July 27, 1985 in Rabaul, East New Britain) is a sprinter from Papua New Guinea."], [], [], [], [], [], ["[1] Esau Tjiuoro\n Esau Tjiuoro (born 26 May 1982 in Okakarara, Otjozondjupa Region) is a Namibian football (soccer) goalkeeper with F.C. Civics Windhoek and the Namibia national football team."], [], [], ["[1] Bruno Nöckler\n Bruno Nöckler (6 October 1956 – 17 August 1982) was an Italian alpine skier who competed in the 1980 Winter Olympics at Lake Placid, where he finished in sixth place overall in the giant slalom."], [], [], [], [], [], [], ["[1] John A. Shaud\n General John Albert Shaud (born December 15, 1933) is a retired United States Air Force four-star general who served as Chief of Staff, Supreme Headquarters Allied Powers Europe (COFS SHAPE) from 1988 to 1991. Shaud was born in 1933 in Cleveland, Ohio, where he graduated from Cleveland Heights High School. He attended Lafayette College for a year prior to entering the United States Military Academy. Upon graduation from West Point in 1956, he received a Bachelor of Science degree and was commissioned as a second lieutenant in the Air Force. He received a Master of Science degree from The George Washington University in 1967 and a doctorate from Ohio State University "], ["[1] Gianni Lonzi\n Gianni Lonzi (born August 4, 1938) is an Italian water polo player who competed in the 1960 Summer Olympics, in the 1964 Summer Olympics, and in the 1968 Summer Olympics. He was born in Florence. In 1960 he was a member of the Italian water polo team which won the gold medal. He played five matches. Four years later he finished fourth with the Italian team in the water polo competition at the Tokyo Games. He played six matches. At the 1968 Games he was part of the Italian team which finished again fourth in the Olympic water polo tournament. He played all nine matches. As a head coach, Lonzi led Italy men's national team to win an Olympic silver medal in 1976, becoming one of a few sportspeople who won Olympic medals in water polo as players and head coaches. He is married from 1968 with the Italian fencer Olympic Champion Antonella Ragno."], [], ["[1] Scott McCuaig\n Scott McCuaig (born June 5, 1984 in Surrey, British Columbia) is a professional Canadian football defensive lineman who is currently a free agent. He most recently played for the BC Lions. He was drafted by the Hamilton Tiger-Cats of the Canadian Football League in the third round of the 2009 CFL Draft. He played CIS football for the UBC Thunderbirds. McCuaig was signed by the Hamilton Tiger-Cats on May 28, 2009, following the 2009 CFL Draft. He was placed on the practice roster on June 29, 2009, at the conclusion of the pre-season. On August 19, 2009, unhappy with being placed on the practice roster and seeing an opportunity to return to British Columbia, he requested a release from the Tiger-Cats and signed with the BC Lions on August 28, 2009."], ["[1] Louis-Arsène Lavallée\n Louis-Arsène Lavallée (2 February 1861 at Berthier-en-Haut, Province of Canada &ndash; 19 November 1936 at Montreal) was a Mayor of Montreal, Canada. His education was first at the Collège de Joliette, then at Université Laval's Montreal campus for law studies (which is today the Université de Montréal). He was formally installed as a lawyer in 1884. Lavallée worked with Hormidas Laporte to create the Alliance Nationale insurance company in 1892. After an unsuccessful campaign at the St. James riding in the 1896 federal election, Lavallée became a Montreal local councillor, since 1900 for the Saint-Jacques ward then in 1904 at La Fontaine ward. In 1912, he was elected Mayor of Montreal and served that role until the 1914 election. During his local political career, Lavallée promoted consolidation and amalgamation of municipalities towards a larger Montreal government and saw annexation of municipalities such as Côte-des-Neiges during that time."], [], [], ["[1] Robert Crannell Minor\n Robert Crannell Minor (1839–1904), American artist, was born in New York City on April 30, 1839. His father, Israel Minor, was a merchant who made a large fortune in the pharmaceutical business. As a young man, Robert Minor worked as a bookkeeper in New York City but decided to study art in his early thirties. After studying in New York with painter Alfred Cornelius Howland, Minor went abroad in 1871 to continue his artistic education. He visited various galleries in England before traveling to Barbizon, France, where he studied under Diaz. He later studied in Antwerp under Joseph Van Luppen and Hippolyte Boulenger. In 1874, he was vice president of the Société artistique et "], [], [], [], ["[18] Herb Parker\n Parker was born in Jamestown, North Dakota and raised and educated in Nekoma. Parker was an all-conference athlete and captain of the basketball team, while at Jamestown College. In 1983, Parker was inducted into the college's Athletic Hall of Fame. Parker also has been inducted into the MSU Athletic Hall of Fame and the NAIA Hall of Fame. Parker received a master's degree from the University of Northern Colorado in Greeley.", "[2] Doc Parker\n Harley Park Parker (June 14, 1872 – March 3, 1941) was a pitcher in Major League Baseball who played from through  for the Chicago Colts (1893, 1895–1896) and Cincinnati Reds (1901). Listed at 6ft 2in, 200 lb, Parker threw and batted right-handed. He was born in Theresa, New York. His younger brother, Jay Parker, also played in the majors. In a four-season career, Parker posted a 5–8 record with 24 strikeouts and a 5.90 ERA in 18 appearances, including 14 starts, 13 complete games, one shutout, one save, and 134 1⁄3 innings of work. Parker was responsible for one of the worst pitching performances in Major League Baseball history. Playing for the Reds against the Brooklyn Superbas on 21 June 1901, Parker gave up 26 hits in the Superbas' 21–3 win. He umpired in the National League during the season. Parker died in Chicago, at the age of 68.", "[1] List of Third Watch characters\n in the entire series, dealing with many traumatic events and occurrences from his past as well as during the course of his time on the show. Monte 'Doc' Parker was born in 1962 in New York City, one of 5 sons of John and Mrs Parker. As a youngster, he accidentally killed his best friend over a girl, something that would come back and haunt him in the future. After high school, Monte spent four years at City College, studying business and administration. After graduating, he spent 2 years selling stereos before switching to office suppliers. Bored, Monte considered joining the Air "], ["[1] Giovanni Stefano Marucelli\n  Giovanni Stefano Marucelli (1586 - c. 1646) was an Italian painter and architect of the Baroque period, active in Tuscany, including Florence and Pisa. His name is also written as Maruscelli, Maruscielli, or Marscelli. Born in Florence, around 1600 he became a pupil of Andrea Boscoli in Pisa. His masterpiece is the Abraham and the angels (1628) in the apse of the Duomo di Pisa. He also painted an Ascencion for the church of the Sacrament in Pistoia; San Carlo Borromeo before a crucifix in the first altar to the right of the church of San Torpe, Pisa; a Coronation of the Virgin in the left chapel of the church of San Nicola, Pisa; St. George and St. Francis in adoration for the church of Santi Quirico e Giulitta in Lugnano; Madonna del Carmelo with the Bambino and Saints Catherine, Peter & Dominic and a Madonna with child and four saints in the church of the Santissima Annunziata in Uliveto Terme. In 1622, he painted an altarpiece depicting the Ascension of Christ (1622) for the Bronconi family altar in the church of San Leone, Pistoia. As an architect, he helped reconstruct the Palazzo dell'Orologio in Pisa."], [], ["[1] William Perry Hay\n William Perry Hay (born in Eureka, Illinois on December 8, 1871; died in 1947) was an American zoologist known for work on crayfish and reptiles. He was the son of Oliver Perry Hay."], ["[20] John Edward Robinson (bishop)\n John was born in Gort, County Galway, Ireland (28 miles north of Limerick). His parentage was English, the son of James and Jane Robinson. John was fatherless at the age of six. He came to the U.S. in 1865. He married Retta Terry on 15 November 1876. They had the following children: Ruth E., Helen E., John F., Bessie E., Flora L. and Muriel E.", "[10] John Robinson (pastor)\n1) John, born in Norwich, England and baptised there on 24 March 1606 [N.S.] in St. Peter Hungate parish church; matriculated at the University of Leiden, first on 17 April 1622 as a student of Fine Arts and again on 5 April 1633 as a student of Theology; in-between the latter two dates he graduated in May 1630 from the University of Caen in Normandy, France with a degree in Medicine; was married with children and in 1658 was living in Norwich, England. ; 2) Bridget, born in Norwich, England and baptised there on 25 January 1607 [N.S.] in St. Peter Hungate parish ", "[1] John Z. Robinson\n  John Z. Robinson (born 25 May 1953 in Foxton, New Zealand) is a New Zealand painter, printmaker, and jeweller. He has lived in Dunedin, New Zealand since 1978.", "[18] John Robinson (historian)\n Born of poor parentage at Temple Sowerby, Westmorland on 4 January 1774, he was educated at Penrith grammar school and Christ's College, Cambridge, where he was admitted a sizar 1 January 1807. As a ten-year man he was a Cambridge graduate. His D.D. is presumed a Lambeth degree by Venn. Robinson was master of Ravenstonedale grammar school, Westmorland, from 1795 to 1818, perpetual curate of Ravenstonedale from 25 June 1813 to 1833, and rector from 31 July 1818 of Clifton, and from 12 August 1833 of Cliburn."], ["[1] Anders K. Orvin\n He was born at Hattfjelldal in Nordland, Norway. He was a son of Ole Tobias Olsen (1830–1924) and Christine Bernhardine Dahl (1855–1910). His father was a parish pastor in Nordland. Orvin finished his secondary education in 1909 and graduated cand.min. from the Royal Frederick University (now University of Oslo) in mineralogy in 1912. He mostly explored and worked at Spitsbergen, but had tenures in Siberia in 1914. As well as Spitsbergen his expeditions went to East Greenland and Bear Island. He served as operating manager of the molybdenite mines Ornehommen Molybdengruber 1915 to 1916 and at Dalen Gruber in Telemark from 1918 to 1921. He was hired in the Norwegian Polar Institute in 1928. He was acting managing director from 1945 to 1948. He served as sub-director until "], ["[1] Florence Harsant\n Florence Marie Harsant (née Woodhead, 19 September 1891 &ndash; 19 June 1994) was a New Zealand temperance worker, nurse, community leader and writer. She was born in New Plymouth, New Zealand, on 19 September 1891. In the 1981 Queen's Birthday Honours, Harsant was awarded the Queen's Service Medal for community service."], [], [], [], ["[1] Izaskun Zubizarreta Gerendiain\n Izaskun Zubizarreta Gerendiain (born September 30, 1970)  is a Spanish ski mountaineer. Zubizarreta was born in Oiartzun. She started ski mountaineering in 1997 and competed first in the Cronoescalada race in Cerler in 2006. In the same year, she became a member of the national team."], ["[1] Grant Bramwell\n Grant Bramwell (born 28 January 1961 in Gisborne, New Zealand) is a sprint canoeist who competed in the 1980s. Competing in two Summer Olympics, he won a gold medal in the K-4 1000 m at Los Angeles in 1984 with Alan Thompson, Ian Ferguson and Paul MacDonald. Bramwell also won a K-1 10000 m bronze at the 1985 ICF Canoe Sprint World Championships in Mechelen. After retiring from top-level canoeing Bramwell was a selector for New Zealand canoeing in the 1990s."], ["[1] Valentin Avrorin\n Valentin Aleksandrovich Avrorin (December 23 1907, Tambov - February 26 1977, Leningrad) was a Corresponding Member of the Academy of Sciences of the USSR and an expert in languages. He was born in Tambov, Russia to a family of teachers. He was outstanding in the sphere of Tungusic languages, and was one of the active creators of the Nanai written language. In 1925 Avrorin graduated from one of the Tambov schools."], [], ["[1] Tsugumi Higasayama\n Tsugumi Higasayama (日笠山亜美) is a Japanese voice actress from Saitama, Japan. Her name is sometimes misread as Ami Higasayama."], [], ["[1] Raimonds Vilde\n Raimonds Vilde (born August 19, 1962) is a former Latvian volleyball player who competed in the 1988 Summer Olympics. He was born in Riga. In 1988 he was part of the Soviet team which won the silver medal in the Olympic tournament. He played six matches. Currently coaching Latvian Men's National Volleyball Team. Received a prize \"Example in Sport\" during Latvian Yearly Sports Awards ceremony in December, 2012.", "[13] Ain Vilde\n Ain Vilde (born on 11 September 1942 in Sadala Parish, Tartu County) is an Estonian ice yachter and sailor. In 1973 he won World Ice Yachting Championships (DN-class). 1962-1990 he won many medals at Estonian Ice Yachting and Estonian Sailing Championships. In 1973 he was named to Estonian Athlete of the Year."], [], ["[1] Aarno Maliniemi\n Aarno Henrik Maliniemi (surname until 1930 Malin; 9 May 1892 &ndash; 8 October 1972) was a Finnish historian, professor in church history at Helsinki University 1945–1960. Maliniemi was an expert on the medieval church. He studied early Finnish literature, and was editor of a number of publications and bibliographies. Maliniemi was born in Oulu. He was awarded a doctor honoris causa by University of Uppsala in 1952 and by University of St Andrews in 1960. He died in Helsinki, aged 80."], ["[1] Charles Plumer\n Charles George Plumer (1837 &ndash; 18 March 1914) was an English cricketer. Plumer's batting style is unknown. He was born at Canons Park, Middlesex, and was educated at both Harrow and Haileybury. Plumer made his first-class debut for the Marylebone Cricket Club against Sussex in 1860 at The Dripping Pan, Lewes. He was dismissed for a duck twice in this match, firstly by Henry Stubberfield and secondly by George Wells. He later made a second first-class appearance for Sussex against the Marylebone Cricket Club at the Royal Brunswick Ground, Hove in 1863. He again failed with the bat in this match, with Plumer twice being dismissed for a duck, both times by James Grundy. On the 1911 census Charles George Plumer is living in Cheltenham with his wife Kate Elizabeth née Marshall whom he married in 1875 at Fort St. George, Madras, India. He describes his occupation as a retired civil servant (chief magistrate) at Mysore, Madras, India. His son Charles George Marshall Plumer (born in 1878, India) was an officer in the British Army and also a cricketer. Charles George Plumer died at Cheltenham, Gloucestershire on 18 March 1914."], ["[1] Joo Won\n Moon Jun-won was born in Seoul, South Korea. He studied at Kaywon High School of Arts and continued his education on Theatre and Arts in Sungkyunkwan University. In 2013, Joo Won announced that he would be furthering his studies at Konkuk University."], [], ["[1] Masazumi Inada\n Inada was born in Tottori Prefecture in August 1896. He graduated from the 29th class of the Imperial Japanese Army Academy in 1917, where he specialized in artillery. He went on to graduate from the 37th class of the Army Staff College with honors in 1925."], [], ["[1] William H. Carlson\n William \"Billy\" Carlson was born 1864 in Sweden. He immigrated to the U.S. by 1870 and grew up in San Francisco. Carlson, a fast-talker, would later often deny he was an immigrant. By 1885 he had moved to San Diego. On October 3, 1887 Carlson married Carmen Ferrer, of the wealthy Estudillo family.", "[19] William E. Carlson\n Carlson was born in Saint Paul, Minnesota. He served in the United States Navy during World War II. He graduated from University of St. Thomas and was in the insurance business. He went to Harvard University for two months in 1942 and took a communications course. Carlson taught English literature at the University of St. Thomas. Carlson served in the Minnesota House of Representatives from 1947 to 1952 and was a Democrat. In 1952, Carlson ran for the United States Senate seat from Minnesota and lost the election to Edward Thye, the Republican candidate. Carlson served on the Ramsey County, Minnesota Commission 1957 to 1962. He then served on the Saint Paul City Council from 1966 to 1971 and as Ramsey County Assessor from 1971 to 1977. He died of a heart attack at his home in Saint Paul, Minnesota."], ["[1] Abraham Raimbach\n Abraham Raimbach (16 February 1776 in London – 17 January 1843), was an English engraver of Swiss descent. He was born in Cecil Court in the West End of London. Educated at Archbishop Tenison's Library School, he was apprenticed to the engraver J. Hall from 1789 to 1796. For nine years, part of his working-time was devoted to the study of drawing in the Royal Academy and to carrying out occasional engravings for the booksellers, whilst his leisure hours were employed in painting portraits in miniature. Having formed an intimacy with Sir David Wilkie, Raimbach in 1812 began to engrave some of Wilkie's best pictures. At his death, he held a gold medal awarded for his Village Politicians at the Paris Exhibition of 1814. He was elected corresponding member of the Académie des Beaux-Arts in 1835. He is buried in St Mary's Churchyard, Hendon."], ["[1] H. Hugh Bancroft\n Henry Hugh Bancroft (29 February 1904 – 11 September 1988) was a British organist, choirmaster, and composer who was organist of five cathedrals. He was born in Cleethorpes, Lincolnshire, and studied music with E. P. Guthrie and J. S. Robinson in nearby Grimsby. He attained the FRCO diploma in 1925. He was then organist of Old Clee parish church, and was supplementing his modest income by playing in the local theatre and by working as a compass adjuster. Seeking better prospects, he left for Canada in 1929 to become organist of St. Matthew's Anglican Church in Winnipeg, Manitoba. In 1936 while at St. Matthew's, he earned an external BMus from Durham University. After nine years, he left for the Church of the Ascension in Hamilton, Ontario, but stayed there only "], ["[1] Nina Dittrich\n Nina Dittrich (born November 20, 1990 in Vienna) is an Austrian swimmer, who specialized in freestyle and butterfly events. She is a multiple-time Austrian champion, a five-time national record holder, and also, a current member of Simmering Swimming Club (Schwimmverein Schwechat Simmering) in Schwechat. Dittrich is also the daughter of Ulrike Bauer, an Austrian record holder in both 100 and 200 m breaststroke, and Kurt Dittrich, a sprint butterfly swimmer who competed at the 1980 Summer Olympics in Moscow."], ["[1] Gary Freear\n Gary David Freear (born 4 May 1982) is an English cricketer. Freear is a right-handed batsman. He was born in King's Lynn, Norfolk. Freear made his debut for Cambridgeshire County Cricket Club in the 2000 Minor Counties Championship against Suffolk. In 2001, he made his List A cricket debut against Somerset in the 2001 Cheltenham & Gloucester Trophy. He played three further List A matches for Cambridgeshire, the last coming against Northamptonshire in the 2004 Cheltenham & Gloucester Trophy. He played for Cambridgeshire until the end of the 2014 season. In his spare time Gary works as a carpenter for his family business. More recently he has founded GDF Bats and makes and sells cricket bats and other equipment to the buyers specifications. Gary for many years has been a groundsman at Wisbech Cricket Club, where he resided on the grounds in the ‘chod shack’. This was until he found his girlfriend Heidi Allen."], ["[1] Paweł Blehm\n Paweł Blehm (born 17 April 1980 in Olkusz) is a Polish chess grandmaster (2001). He took part in the FIDE World Chess Championship 2000, but was knocked out in the first round by Smbat Lputian. He played for Poland in the Chess Olympiad of 2000. In 2002 he won the Bermuda Open tournament. His handle on the Internet Chess Club is \"Pawelek\"."], ["[1] Keri Lees\n Keri Lees (née Maddox; born 4 July 1972 in Stone, Staffordshire is a female retired English athlete."], ["[1] Christos Mitsis\n Christos Mitsis (born 10 July 1980, in Maroussi) is a Greek professional football defender currently playing for AEL 1964 in Gamma Ethniki."], ["[20] Robin Williams (academic)\n Robin Williams (born 13 November 1952 in London) is a Professor of Social Research on Technology at the University of Edinburgh, Scotland, and director of the Institute for the Study of Science, Technology and Innovation. He is an interdisciplinary researcher in the field of Science and Technology Studies and contributed much to the social shaping of technology by studying the interplay between 'social' and 'technical' factors in the design and implementation of a range of technologies."], ["[14] Justin Keating\n He was born in Dublin in 1930, a son of the noted painter Seán Keating and campaigner May Keating. Keating was educated at Sandford Park School, and then at University College Dublin (UCD) and the University of London. He became a lecturer in anatomy at the UCD veterinary college from 1955 until 1960 and was senior lecturer at Trinity College, Dublin from 1960 until 1965. He was RTÉ's head of agricultural programmes for two years before returning to Trinity College in 1967. While at RTÉ, he scripted and presented Telefís Feirme, a series for the agricultural community, for which he won a Jacob's Award in 1966.", "[18] Fred Keating (magician)\n Keating was born in New York City, the son of Frederick Keating (Senior), a lawyer, and Camille Serrano, a singer. He was of Irish-Spanish heritage. His parents divorced when he was young. He became interested in magic from an early age. He became well known for performing a disappearing canary cage trick. Keating also performed a trick where he swallowed needles and pulled them threaded, out of his mouth.", "[20] Jackie Keating\n John Richard \"Jackie\" Keating (February 12, 1908 &ndash; November 14, 1984) was a professional ice hockey player who played 35 games in the National Hockey League. Born in Saint John, New Brunswick, he played with the New York Americans.", "[1] John Keating (land developer)\n John Keating was born in Ireland in 1760, and raised in France. He joined the French Army, resigning in face of the Haitian and French revolutions to settle in Philadelphia. He spent the rest of his long life as a land agent and manager for the settlement of inland Pennsylvania, known for competence, honesty, and care for the settlers.", "[15] Reg Keating\n Keating was born in Halton, Leeds. He began his playing career in local football in the Newcastle upon Tyne area before joining Newcastle United, his first professional club, in October 1926. He was released in 1927 without playing for the first team, and embarked on a tour of league and non-league clubs: Lincoln City, where he made his debut in the Football League, Gainsborough Trinity, Scarborough, Stockport County, Birmingham, where he scored his first Football League goal, Norwich City, where he was one of five new forwards signed in the 1932 close season to add to the six already on the club's books, North Shields, and Bath City, eventually, at the "], ["[1] Jurgis Karnavičius (composer)\n Karnavičius was born in Kaunas, Lithuania, which at the time was a part of the Russian Empire. After completing his basic education in his homeland, he began the study of Law in St. Petersburg, Russia. Karnavičius' son, also named Jurgis Karnavičius (1912–2001), was a pianist and the long-time rector of the Lithuanian Academy of Music. His grandson, Jurgis Karnavičius (born 1957), is a concert pianist. Music had always been his main interest, and he began to simultaneously study music theory and composition. This soon superseded his pursuit of a career in the legal profession. His primary instrument was the viola. Eventually he became a professor at the Conservatory of Music in the now renamed city of Leningrad. During this period he began experimenting with his own theories of musical composition and began writing his "], [], ["[20] José Víctor Crowley\n Crowley, was born in Mexico City in 1935. As a child his inclination to draw and paint was evident, with his father teaching him how to make colors, pigments, binders and all the special effects which has influence in his career to give him the skills. Although he knew he wanted to be a painter, he went to the Universidad Nacional Autónoma de México to please his father, studying chemical engineering with a specialty in pigments, graduating in 1957. When Jose Crowley was young his maternal grandmother and uncles who were artists taught him but he did not have any formal training. When he was a teenager, he did a number of murals in ", "[1] Din Joe Crowley\n Denis Joseph Crowley (1945 – 19 February 2016) was an Irish Gaelic footballer who played as a midfielder for the Kerry senior team. Born in Rathmore, County Kerry, Crowley was introduced to Gaelic football in his youth. At club level he lined out with Rathmore, however, it was with divisional side East Kerry that he won four championship medals. Crowley made his debut on the inter-county scene when he first linked up with the Kerry senior team during the 1967 championship. He went on to win two All-Ireland medals, four Munster medals and two National League medals. He was an All-Ireland runner-up on one occasion. Crowley was a member of the Munster inter-provincial team on a number of occasions but never won a Railway Cup medal. He retired from inter-county football following the conclusion of the 1972 championship.", "[11] Joseph Robert Crowley\n Born in Fort Wayne, Indiana, Joseph Crowley worked for five years at People's Trust and Savings Company in Fort Wayne. He served in the U.S. Army Air Corps during World War II serving in both the North African and European campaigns. He attained the rank of captain. He was ordained a priest for the Diocese of Fort Wayne-South Bend by Bishop John F. Noll on May 1, 1953. As a priest he served at St. Peter's Church in Fort Wayne, St. Francis Xavier Church in Pierceton, St. Patrick's Church in Lagro, St. Joseph's Church in Fort Wayne and St. Matthew's Cathedral in South Bend. He also served on the diocesan board of directors, as assistant chancellor, consultor, director of religious instruction and vicar general among other responsibilities. In addition "], ["[1] Joachim Zachris Duncker\n Joachim Zachris Duncker (12 November 1774 – 6 July 1809) was a Swedish soldier born in Ristiina in Savonia. In 1789 Duncker obtained the rank of 2nd Lieutenant in the Savonia ranger regiment. He fought in the 1790 war against Russia and proved his valor at the Battle of Perttimäki 19 May. In 1804 Duncker was promoted to Captain. During the Finnish War of 1808-1809 he distinguished himself as a brave and prominent officer. When Cronstedt's army retreated from Mikkeli to Iisalmi and Oulu through Leppävirta (March 1808), Duncker commanded the army's rearguard. During the Battle of Pulkkila (2 May 1808) he distinguished himself so well that Johan August Sandels gave him the honorary assignment to bring the news of the victory to the Swedish king. Shortly after, he was "], ["[1] Paul Revere Braniff\n Paul Revere Braniff was born in Kansas City, Kansas. He grew up during the early era of aviation, and, as a youngster, became fascinated with the new way of transport. His family moved to Oklahoma City, Oklahoma, in 1900. Paul Revere Braniff met Marie Agnes Maney and they married on April 29, 1920. Marie Maney was born on May 2, 1898, in El Reno, Oklahoma. She was the daughter of James W. Maney, who was an Oklahoma Territory Pioneer. He built thousands of miles of railroads throughout the Western United States. His occupation was Civil Engineer and was President of the Clinton and Western Oklahoma Railroad and founded a chain of grain elevators in ", "[11] List of people from Kansas City, Kansas\nPaul Revere Braniff (1897-1954), airline entrepreneur ; Jack Gentry (1923-2006), engineer, manufacturing entrepreneur ; Lewis Hill (1919-1957), public radio entrepreneur ; Eldridge Lovelace (1913-2008), urban planner ; Kevin Warren Sloan (1957- ), landscape architect, urban planner and writer ; Charles E. Spahr (1913-2009), oil company executive ; Cheryl Womack (1950- ), trucking insurance executive "], [], [], [], ["[20] Miranda (Colombian singer)\n Miranda was born in Bello, Antioquia, November 20, 1984. Her mother was a physiotherapist by profession and a Christian believer. As a teenager, Miranda always had a strong inclination for music, and spent almost 14 years related to music. She became the winner of The Voice Colombia. She studied at the University of Antioquia. But she soon left a possible professional career to start an artistic career. She also worked as a professor of vocal techniques, at Solo Rock Musical academy in Medellin. Prior to taking part in La Voz Colombia, she formed a band called Miranda & The Soul Band in ", "[1] Montxu Miranda\n Montxu Miranda Díez (born 27 December 1976 in Santurce) is a Spanish pole vaulter. His personal best of 5.81 metres, achieved in September 2000 in Barcelona, is still the standing Spanish national record."], [], ["[4] USS Richard S. Bull\n Richard Salisbury Bull, Jr. was born on 6 January 1913 in Wilkinsburg, Pennsylvania. Graduating from the United States Naval Academy, he was commissioned ensign on 4 June 1936. Trained as a naval aviator in 1938–39 at Naval Air Station Pensacola, Florida, he served in the fleet in 1941. He became a naval observer assigned to the American Embassy in London, England. Reporting for duty as a fighter pilot on board USS Lexington (CV-2) on 27 December 1941, he missed out on the early raids against the Japanese as his squadron VF-2 was converting from Brewster F2A Buffalos to Grumman F4F Wildcats (their place being taken by the Grumman-equipped VF-3). In the Battle of the Coral Sea on 8 May 1942, he led the escort section assigned to Lexington's Air Group Commander, Cdr. William B. Ault. After Ault and his men had dive-bombed the carrier Shokaku, scoring one hit, Bull and his wingman, Ens. John B. Bain, were attacked by Zero fighters. Bain managed to fight his way out, but Bull was never seen again. He was posthumously awarded earned the Distinguished Flying Cross.", "[1] Richard Bull (actor)\n Bull was born on June 26, 1924 in Zion, Illinois. After years of living in Los Angeles, he moved back to Chicago in 1994 with his wife Barbara Collentine. The couple moved to the Motion Picture & Television Fund House from Chicago in September 2012. Bull fell into acting by accident. “I never gave a serious consideration about becoming an actor. As a senior in high school, I decided to study music, but a friend suggested we attend the Goodman Theater School. In two weeks the friend dropped out, but I was hooked.” There was a three-year interruption while he served as a radio operator for the Army Air Corps, but when he was discharged in 1946 he resumed his acting studies at Goodman."], [], ["[1] Juan Manuel Montero Vázquez\n Juan Manuel Montero Vázquez (29 December 1947 – 21 May 2012) was a Spanish military who held the rank of a General de División Médico and served as the surgeon general of the Spanish armed medical service, called the Inspector General de Sanidad de la Defensa. Montero was born in Palencia. He joined the army in the rank of a Teniente (MC) in 1972 and held several assignments at the Gómez Ulla Military Hospital. In May 2012, while participating a special NATO medical officials conference in Tel Aviv, Israel, Montero Vázquez died suddenly of heart failure. He was 64."], ["[1] Evan Abraham\n Evan Abraham (born 1901, date of death 27 Nov 1990) was a footballer who played in the English Football League for Merthyr Town and Walsall. He was born in Swansea, Wales."], ["[1] List of Third Watch characters\nBackground Carlos Nieto is a fictional FDNY paramedic on the television series Third Watch. He was portrayed by Anthony Ruivivar and was the only paramedic to stay for the duration of the series. Carlos Nieto was born on May 11, 1975 (although in one episode, \"Band of Brothers,\" he claims he was born in 1977) in Hawaii. He is of Filipino heritage and was originally named Adam, and had an older brother named Christian. After their parents split up, Christian stayed with their mother, while their father took Adam to New York. Their father was the victim of a hit-and-run vehicle accident, which killed him. Young Carlos was found holding "], ["[1] Andy Keeley\n Andrew James Keeley (born 16 September 1956 in Basildon) is an English former professional footballer who played for Tottenham Hotspur, Sheffield United, Scunthorpe United and represented England at youth level."], ["[1] Fernando Luis García\n García (birth name: Fernando Luis García Ledesma ) was born in Utuado, Puerto Rico where he received his primary and secondary education. He moved to San Juan where he was hired by the Texas Company as a file clerk."], ["[1] William Franklin Switzler\n William Franklin Switzler (March 16, 1819 – May 24, 1906) was an American lawyer, journalist, publisher, and historian from Columbia, Missouri."], [], ["[14] Szymon Koszyk\n Szymon Koszyk (July 3, 1891, Opole – August 11, 1972, Opole) was a Polish writer, national and social activist. He finished Teachers' Seminary in Prószków. He collaborated with Gazeta Opolska and Der Weisse Adler. He was conscripted to the German army in 1914, he fought in the Battle of Verdun and was severely wounded. In 1918 he deserted from the German Army and hid in Tarnów. There he formed a battalion of Polish soldiers and with its help he captured local Austrian garrison. In 1919 he returned to Opole and was sent by the local Poles to the Paris peace conference to represent Polish interests in "], [], [], ["[1] Andrea Magi\n Andrea Magi (born 14 July 1966 in Pesaro, Pesaro e Urbino) is a former amateur boxer from Italy. He is best known for winning the bronze medal at the 1987 European Championships in Turin, Italy in the Men's Light Heavyweight (&ndash; 81 kg) division. He represented his native country at the 1988 Summer Olympics in Seoul, South Korea."], [], ["[20] Clutha Mackenzie\n Mackenzie was born in Balclutha in 1895. He was the youngest child of Sir Thomas Mackenzie, who was High Commissioner in London and was previously a Liberal politician (and Prime Minister in 1912). Mackenzie Jr. enlisted in the Army in World War I. He was blinded at Chunuk Bair during the Gallipoli campaign and was sent to the No. 2 New Zealand General Hospital at Walton-on-Thames to convalesce. At the hospital he was one of the patients of his sister Mary, who was a member of the Voluntary Aid Detachment here. After recovering he was sent to the live with other blind soldiers in a house in Portland before attending St Dunstan's, ", "[1] Frederick Donald MacKenzie\n Frederick Donald MacKenzie, (December 18, 1882 &ndash; October 13, 1970) was a soldier, teacher and Member of Parliament in Canada. Mackenzie was born in Presqu'île, Ontario and was educated at Owen Sound Collegiate and Vocational Institute and Queen's University where he earned a Bachelor of Arts. He served during the First World War with the Queen's University Hospital Unit from 1915 to 1916 in Egypt and the Dardanelles. He was subsequently a lieutenant with the Canadian Field Artillery from 1916 to 1919. Following the war, he returned to Canada and settled in Neepawa, Manitoba, where he worked as a teacher and became a school principal. In the 1935 federal election he ran as a Liberal candidate in Neepawa and was returned to the House of Commons of Canada. He was re-elected in the 1940 federal election but defeated in the 1945 election by the Progressive Conservative leader and former Manitoba Premier John Bracken. He died in 1970 in Ottawa."], [], [], ["[1] Jiří Vyčichlo\n Jiří Vyčichlo (born 17 May 1946) is a retired Czechoslovak triple jumper. He was born in Prague and represented the club Dukla Praha. He finished seventh at the 1974 European Championships, ninth at the 1975 European Indoor Championships, and ninth at the 1976 Olympic Games. He became Czechoslovak champion in 1968, 1971, 1973, 1974, 1976, 1977 and 1978; and Czechoslovak indoor champion in 1974, 1975 and 1978. His personal best jump was 16.87 metres, achieved in May 1976 in Prague."], ["[1] Jesús Hernández (footballer, born 1993)\n Hernández was born in Cumaná, Sucre, and began his career in the 2015 education tournament with ACD Lara until Torneo Clausura 2017, he accumulated 5365 minutes, in 73 games with 26 goals. He plays with Deportivo Anzoátegui, Llaneros de Guanare y Aragua FC."], ["[1] Gerd Ludwig\n Gerd Ludwig (birth name Gerhard Erich Ludwig, born March 17, 1947 in Alsfeld, Hesse, Germany) is a German-American documentary photographer and photojournalist."], [], ["[1] Farman Behboud\n Farman Behboud (1946 - March 2010; ) was an Iranian pianist and piano teacher. He was born in Tehran and studied the piano at the Tehran Conservatory of Music under Emanuel Melik-Aslanian and Ophelia Kombadjian. Behboud gave several recitals and concerts with the NIRT Chamber Orchestra. He was also the pianist of the Persian Ballets Organization in Tehran. Behboud used to teach at the Tehran Conservatory. Since the 1979 Iranian revolution he has preferred to teach private classes. In recent years Behboud has held some recitals for his students in Tehran. Classical pianist, composer, and Ney player Rasool Akbari, renowned Canadian composer, conductor and strategist Joseph Lerner and Peyman Yazdanian were Farman Behboud's students."], ["[1] Francisco María Oreamuno Bonilla\n Francisco María Oreamuno Bonilla (4 October 1801, Cartago, Costa Rica – 23 May 1856) was head of state of Costa Rica from November to December 1844."], [], ["[1] Mimoun Ouled Radi\n Mimoun Ouled Radi (born 5 June 1977) is a Dutch actor. He was born into a Moroccan family of seven in Amsterdam, Netherlands. He is best known for his role as 'Rachid Boussabon' in the Hush Hush Baby series."], ["[20] Rocky Gale\n Gale was born in Portland, Oregon on February 22, 1988. He grew up in Yoncalla, Oregon, later moving to Keizer, Oregon where he attended junior high school. After graduating from North Salem High School in Salem, Oregon, Gale was drafted by the Kansas City Royals in the 49th round of the 2006 Major League Baseball Draft, but did not sign. In 2006, Gale began attending the University of Portland where he played baseball with the Portland Pilots. Gale also played with the Corvallis Knights, a collegiate summer league team. Gale batted .254 during his freshman season, .261 in his sophomore season, .194 in his junior season and .347 in his senior as a member of the Pilots. After the season, he was named to the first-team all-West Coast Conference (WCC) team and was the conference's defensive player of the year. Gale was drafted by the San Diego Padres in the 24th round of the 2010 Major League Baseball Draft out of the University of Portland.", "[1] Anthony Galea\n Galea was born in Toronto and grew up in Etobicoke. He earned his undergraduate degree from the University of Waterloo in Health Studies and then earned his medical degree at McMaster University in Hamilton in 1986."], [], [], ["[1] Karl Bartholomaeus Heller\n Karl Bartholomaeus Heller (20 November 1824 – 14 December 1880) was an Austrian botanist and naturalist who explored Mexico in 1845–48 and published his memoir. In the latter year Johann Jakob Heckel published the livebearing freshwater Green swordtail (Xiphophorus helleri), since the early 20th century a common aquarium fish, from specimens Heller deposited in Vienna. Born in Moravia, Heller was a professor at the Theresianum in Vienna. Among Heller's later works is his defense of Darwinism, Darwin und der Darwinismus, 1869."], [], [], ["[1] Domenico Bologna\n Domenico Bologna (born in Turin August 22, 1845 – 1885) was an Italian painter, mainly of landscapes with figures. He trained under professors Antonio Fontanesi and Francesco Gamba in Accademia Albertina. Among his works are: Dopo Vespro, exhibited in 1875 at Milan; Tramonto, exhibited in 1881 at Milan; Il Tanaro, bought by the Società promotrice of Fine Arts in Genoa; Le sponde del Po at Turin, sold in 1878 at St Petersburg, Russia, Le sponde del Tanaro; Inverno ; Pascolo; and Tramonto, exhibited in 1883 at Rome."], ["[1] Alexandros Matsas\n Alexandros A. Mátsas (Αλέξανδρος Μάτσας, 1911 &ndash; 1969) was a Greek poet and ambassador of Greece. He was born in Athens, Greece. After following courses on political science and classical studies at Oxford University, he entered the Greek diplomatic service in 1934. He served in various posts in Egypt, Paris, The Hague, and Rome, and was Royal Greek Ambassador to Turkey and the United States of America. He published several books of poetry (the first written in French) and three poetical dramas on ancient themes, of which two (Clytemnestra and Croesus) were produced by the Royal Theater of Athens in 1957 and 1963 respectively."], ["[1] Kazuhiro Suzuki\n Suzuki was born in Tokyo on November 16, 1976. After graduating from high school, he joined JEF United Ichihara with Takayuki Chano in 1995. He played many matches from first season. However his opportunity to play decreased and he moved to Kyoto Purple Sanga in 2001. He played many matches and the club won 2002 Emperor's Cup their first major title. In 2006, he could hardly play in the match and moved to Mito HollyHock in 2007. He retired end of 2009 season."], [], ["[1] Rob Lukachyk\n Robert James Lukachyk (born July 24, 1968 in Jersey City, New Jersey) is a former American professional baseball player. Lukachyk played briefly for the Montreal Expos of the Major League Baseball (MLB) during their 1996 season."], [], [], [], ["[1] Erwin Bälz\n The son of a contractor, Bälz was born in 1849 in Bietigheim-Bissingen in Germany. He attended grammar school in Stuttgart and studied medicine at University of Tübingen. He graduated at the age of 23, and subsequently worked at the medical department of the University of Leipzig in 1869, and served as a medic in the German army during the Franco-Prussian War in 1870. He returned to the University of Leipzig in 1875. While at Leipzig, he treated a Japanese exchange student, which led to the offer by the Japanese government of a two-year contract with the Medical College of Tokyo Imperial University in 1876. Bälz’s contract was renewed several times, and he ended up spending "], ["[1] Margot Shumway\n Margot Shumway (born August 2, 1979) is an American rower. She was born in Cincinnati, Ohio. She competed at the 2008 Summer Olympics in Beijing, where she place fifth in quadruple sculls. She competed in double sculls together with Sarah Trowbridge at the 2012 Summer Olympics in London, where they placed sixth."], [], ["[14] Kjell Eriksson (radio presenter)\n Kjell Mikael Eriksson (born 27 December 1975) is a Swedish radio presenter, television personality, blogger and author. In 2008 he was a regular guest at ''VAKNA! med The Voice'' which was broadcast both on the radio station The Voice and on Kanal 5. Eriksson also goes by the pseudonyms of \"Kjelleman\", \"Kjell ger igen\" and \"DumKjell\". He has worked on the comedy show Pippirull and has presented the morning show Morgonpasset, and Sovmorgon all of them broadcast on Sveriges Radio. He also has presented the show Långlunch at the local radio Sveriges Radio Stockholm. Eriksson has frequently appeared on commercial television and radio channels such as RIX FM, The Voice, Kanal 5 and TV3. He has also written the biography Kjell, about his upbringing in Täby in the 1980s when he was severely overweight.", "[1] Mikael Eriksson (ice hockey)\n Thorbjörn Mikael Eriksson (born January 3, 1987) is a Swedish professional ice hockey forward, currently playing with Växjö Lakers Hockey in the Swedish Elitserien (SEL). Eriksson was born and raised in Karlskoga, Sweden, with Bofors HC as his youth team. After scoring 13 goals and 35 points with Karlskoga HC in the 2005–06 Swedish Division 2 season, Eriksson signed with the Division 1 team Grums IK for the 2006–07 season, where he scored 12 points in 26 games. During the season he was also called up to the senior Bofors IK team of the second tier HockeyAllsvenskan on 17 occasions, but he only scored 3 points. After 14 goals and 29 points in 162 HockeyAllsvenskan games, Eriksson signed a two-year contract with Växjö Lakers Hockey who were newcomers of the Swedish top tier league Elitserien (SEL) in the 2011–12 season. He made his Elitserien debut on September 13, 2011, in the Lakers' premier game of the season against Frölunda HC. Eriksson did not score any points as Frölunda shutout the Lakers 2–0."], [], ["[19] Liam Carroll (hurler)\n Liam Carroll is an Irish retired hurler who played as a midfielder for the Offaly senior team. Born in Kinnitty, County Offaly, Carroll first played competitive hurling in his youth. He made his senior debut with Offaly during the 1984 championship and immediately became a regular member of the team. During his career Carroll won one Leinster medal. He was an All-Ireland runner-up on one occasion. At club level Carroll is a three-time championship medallist with Kinnitty. His retirement came following the conclusion of the 1985-86 National League."], [], ["[1] George Frederick Chambers\n George Frederick Chambers (October 18, 1841–May 24, 1915) was an English barrister, amateur astronomer and author, who wrote a number of popular books about science. Chambers was born on 18 October 1841 at Upton-upon-Severn, Worcestershire. He was introduced to astronomy by his uncle, who owned an observatory in Eastbourne, Sussex, where Chambers stayed from time to time as a child. Chambers went on to study engineering asa student in London. George Chambers published his first book, A Handbook of Descriptive and Practical Astronomy, when he was aged only 19 years. It provided a review of astronomy across 600 pages. It was later republished in anexpanded form, and eventually appeared as three volumes. Chambers turned from engineering to study law. He became abarrister in 1868, and worked for many years as a parliamentary barrister. Chambers set up home in Eastbourne in 1873, where he and his "], ["[1] Marie-Hélène Aubert\n Marie-Hélène Aubert (born 16 November 1955 in Nantes) is a French politician and former Member of the European Parliament for the West of France. She is a member of the Socialist Party, having quit the Greens in 2008. Aubert was a Vice Chair of the ACP-EU Joint Parliamentary Assembly."], ["[1] Johann Gregor Memhardt\n Johann Gregor Memhardt or Memhard (1607 in Linz an der Donau – 1678 in Berlin) was a master builder, architect and politician."], [], ["[1] Stig Kleven\n Stig Kleven (born 12 January 1967) is a Norwegian sport wrestler. He was born in Notodden and represented the club IF Urædd. He competed at the 1988 Summer Olympics, where he placed 4th in Greco-Roman wrestling. He placed sixth at the 1994 World Wrestling Championships."], [], ["[1] Florian Reichstädter\n Florian Reichstädter (born 3 July 1980 in Vienna) is an Austrian sailor, who specialized in two-person dinghy (470) class. He represented Austria, along with his partner Matthias Schmid, in two editions of the Olympic Games (2008 and 2012), and has also been training for Yacht Club Breitenbrunn in Germany throughout most of his sporting career under his personal coaches Alfred Pelinka and Christian Binder. As of September 2013, Reichstadter is ranked second in the world for two-person dinghy class by the International Sailing Federation, following his successes at the North American Championships and Sailing World Cup Series in Miami, Florida, United States. Reichstadter made his official debut at the 2008 Summer Olympics in Beijing, where he paired up with crew member "], [], [], [], ["[1] Mother (video game)\n Mother is a single-player, role-playing video game set in a \"slightly offbeat\", late 20th-century United States as interpreted by Japanese author Shigesato Itoi. The game deliberately avoids traits of its Japanese role-playing game contemporaries: it is not set within the fantasy genre and only enters science fiction for its final sequence. The player fights in warehouses and laboratories instead of in standard dungeons. Instead of swords, assault weapons, and magic, the player uses baseball bats, toy guns, and psychic abilities. The game's protagonist, Ninten, is about 12 years old. Like the Dragon Quest series, Mother uses a random encounter combat system. The player explores the overworld from a top-down ", "[20] Mother's Milk (novel)\n Mother's Milk is a novel by Edward St. Aubyn. The 279-page book is a sequel to the trilogy Some Hope that St. Aubyn wrote in the 1990s. Mother's Milk was written in 2006 and was short listed for the Booker Prize that year. It was republished in a single volume with Never Mind, Bad News and Some Hope in 2012. All four novels are based on the author's life growing up in an upper-class English family and deal with issues including alcoholism, heroin addiction, parent-child relationships, and child molestation. In 2012, the book was adapted into a film directed by Gerry Fox and co-written by St. Aubyn. The film starred Jack Davenport, Adrian Dunbar, Diana Quick, and Margaret Tyzack."], [], ["[1] Unknown (1988 anthology)\n Unknown is an anthology of fantasy fiction short stories edited by Stanley Schmidt, the fifth of a number of anthologies drawing their contents from the classic magazine Unknown of the 1930s-1940s. It was first published in paperback by Baen Books in October 1988. The book collects nine tales by various authors, together with an introduction by the editor.", "[19] The Unknown (1927 film)\n The Unknown is a 1927 American silent horror film directed by Tod Browning and starring Lon Chaney as carnival knife thrower \"Alonzo the Armless\" and Joan Crawford as his beloved carnival girl Nanon. The Unknown is considered the most unique and disturbing of the eight films that Tod Browning and Lon Chaney made together at Metro-Goldwyn-Mayer studios in the late silent era. Lon Chaney’s rendering of character Alfonzo and the horrific self-mutilation he endures to win the love of Nonan is reminiscent of the theatre of the Grand Guignol.", "[16] Unknown (2011 film)\n Unknown is a 2011 action-thriller film directed by Jaume Collet-Serra and starring Liam Neeson, Diane Kruger, January Jones, Aidan Quinn, Bruno Ganz, and Frank Langella. The film, produced by Joel Silver, Leonard Goldberg and Andrew Rona, is based on the 2003 French novel by Didier Van Cauwelaert published in English as Out of My Head which was adapted as the film's screenplay by Oliver Butcher and Stephen Cornwell. The narrative centers around a professor who wakes up from a four-day long coma and sets out to prove his identity after no one recognizes him, including his own wife, and another man claims to be him. Released on 18 February 2011, the film received mixed reviews from critics and grossed $136 million against its $30 million budget."], ["[19] Ray Reach\n Raymond Everett Reach, Jr. (born August 3, 1948) is an American pianist, vocalist, guitarist, composer, arranger, music producer, and educator, named by AL.com as one of \"30 Alabamians who changed jazz history.\" He serves as President and CEO of Ray Reach Music and Magic City Music Productions. Reach has performed and recorded in various genres, including pop, R&B, Motown/soul, gospel, rock, classic rock, country (contemporary and traditional), contemporary Christian, classical, and jazz music, but is perhaps best known for his work in jazz, combining jazz piano stylings with Sinatra-style vocals. He resides in Birmingham, Alabama.", "[18] Star Reach (video game)\n Star Reach is a real-time strategy video game for MS-DOS released by Interplay in 1994. It was published as Space Federation in Europe.", "[1] Reach (Jacky Terrasson album)\n Reach is a studio album by German jazz pianist Jacky Terrasson released in 1995 by Blue Note label. This is his second album for Blue Note. The album is a collection of five originals written by Terrasson and three jazz standards."], []]